{
    "news": [
        {
            "title": "S Jaishankar discusses coronavirus situation with Spanish counterpart",
            "url": "https://timesofindia.indiatimes.com/india/s-jaishankar-discusses-coronavirus-situation-with-spanish-counterpart/articleshow/75061071.cms",
            "content": "India has responded positively to urgent pharmaceutical requirement of Spain,\" Jaishankar said in a tweet.",
            "source": "Times of india",
            "time": "ANI | Updated: Apr 9, 2020, 12:35 IST"
        },
        {
            "title": "Allahabad varsity helpline caught in Covid-19 lockdown pressure",
            "url": "https://timesofindia.indiatimes.com/home/education/news/allahabad-varsity-helpline-caught-in-covid-19-lockdown-pressure/articleshow/75059521.cms",
            "content": "India has responded positively to urgent pharmaceutical requirement of Spain,\" Jaishankar said in a tweet.",
            "source": "Times of india",
            "time": ""
        },
        {
            "title": "With tourists missing, Goa lifeguards feed hungry stray dogs",
            "url": "https://timesofindia.indiatimes.com/india/with-tourists-missing-goa-lifeguards-feed-hungry-stray-dogs/articleshow/75059299.cms",
            "content": "With usual scraps of food like chicken bones, leftover grub from beach shacks and morsels thrown to them by holidaying tourists now non-existent, a local nightclub and teams of lifeguards have now taken to feeding the beach strays, especially along the most popular beach stretch from Sinquerim to Baga, which in normal course would see thousands of tourists frolicking everyday.\nThe prime stretch of beach is home to more than 200 stray dogs, who in absence of food and water, had turned aggressive.\nWith no water or food coming their way, the dogs had grown aggressive and restless,\" according to , Executive Director at Drishti Marine, a private beach management agency which runs lifeguard services on Goa's beaches.",
            "source": "Times of india",
            "time": "IANS |  Apr 9, 2020, 10:36 IST"
        },
        {
            "title": "'We shall win this together', PM Narendra Modi replies to Donald Trump",
            "url": "https://timesofindia.indiatimes.com/india/we-would-do-everything-possible-to-fight-covid-19-pm-modi-responds-to-trumps-tweet/articleshow/75059289.cms",
            "content": "President Donald Trump has described Prime Minister Narendra Modi as \"terrific\" for allowing the export of the anti-malarial drug  to the US, seen as a possible cure for COVID-19, saying India's help in the extraordinary times \"will not be forgotten\".\nIndia, the largest producer of hydroxychloroquine, agreed to lift the ban on the export of the medicine to the US after Trump spoke to Modi on phone last week.\nIn a tweet hours earlier, Trump praised Modi for his strong leadership and said that India's help during this crisis will not be forgotten.",
            "source": "Times of india",
            "time": "TIMESOFINDIA.COM | Updated: Apr 9, 2020, 10:35 IST"
        },
        {
            "title": "Tablighi Jamaat chief traced to Delhi's Zakir Nagar residence",
            "url": "https://timesofindia.indiatimes.com/city/delhi/tablighi-chief-traced-to-zakir-nagar-residence/articleshow/75055771.cms",
            "content": "Police have asked for Saad’s medical reports from his family members.\nHe had informed media that if police asked Saad to appear for questioning, the Markaz chief would be available.\nCops are, meanwhile, also planning to question Saad’s son, Maulana Yousuf, who had issued statements and put sermons on the YouTube channel, Delhi Markaz, asking the followers to join prayers at mosques in defiance of the social distancing norms.",
            "source": "Times of india",
            "time": "TNN | Updated: Apr 9, 2020, 10:13 IST"
        },
        {
            "title": "India's Covid-19 tally rises to 5,734 cases; death toll touches 166",
            "url": "https://timesofindia.indiatimes.com/india/indias-covid-19-tally-rises-to-5734-cases-death-toll-touches-166/articleshow/75058213.cms",
            "content": "NEW DELHI: The death toll due to the novel coronavirus rose to 166 and the number of cases to 5,734 in the country on Thursday, according to the Union Health Ministry.\nEight deaths were reported from , three from Gujarat, two from Jammu and Kashmir and one each from Punjab, Uttar Pradesh, Karnataka and , it said.\nMaharashtra has reported the most coronavirus deaths at 72, followed by GujaratÂ at 16, Madhya Pradesh at 13 and Delhi at 9.Â Punjab and Tamil Nadu have reported eight fatalities each while Telengana has reported seven deaths.\nUttar Pradesh has 361, while Andhra Pradesh reported 348 coronavirus cases.\nOdisha has reported 42 coronavirus cases.",
            "source": "Times of india",
            "time": "PTI | Updated: Apr 9, 2020, 09:23 IST"
        },
        {
            "title": "Coronavirus latest update: 5,734 cases in India, 540 reported in last 24 hours",
            "url": "https://timesofindia.indiatimes.com/india/coronavirus-latest-update-5734-cases-in-india-540-reported-in-last-24-hours/articleshow/75058001.cms",
            "content": "NEW DELHI: As the death toll from coronavirus in the country neared 200, the Prime Minister suggested that the 21-day lockdown will continue beyond April 14.\nPresident Donald Trump has described Prime Minister Narendra Modi as \"terrific\" for allowing the export of the anti-malarial drug hydroxychloroquine to the US, seen as a possible cure for COVID-19, saying India's help in the extraordinary times \"will not be forgotten\".\nA second stimulus package India is poised to announce in coming days will be worth around Rs 1 lakh crore ($13 billion) and focus on help for small and medium businesses weathering the coronavirus outbreak, two senior officials said on Wednesday.\nLast month, India outlined a Rs 1.7 lakh crore ($22.6-billion) economic stimulus plan providing direct cash transfers and food security measures to give relief to millions of poor hit by an ongoing 21-day nationwide lockdown.\nRather than being infected again, the virus may have been reactivated in these people, given they tested positive again shortly after being released from quarantine, said Jeong Eun-kyeong, ",
            "source": "Times of india",
            "time": "TIMESOFINDIA.COM | Updated: Apr 9, 2020, 12:45 IST"
        },
        {
            "title": "5 new Covid-19 cases reported in Jharkhand, state tally at 9",
            "url": "https://timesofindia.indiatimes.com/india/5-new-covid-19-cases-reported-in-jharkhand-state-tally-at-9/articleshow/75057878.cms",
            "content": "",
            "source": "Times of india",
            "time": "ANI | Updated: Apr 9, 2020, 08:56 IST"
        },
        {
            "title": "4th Covid-19 death in J&K, positive cases surge to 159",
            "url": "https://timesofindia.indiatimes.com/india/4th-covid-19-death-in-jk-positive-cases-surge-to-159/articleshow/75057535.cms",
            "content": "JAMMU: A 65-year old woman died yesterday of  infection as the death toll rose to four in J&amp;K.\nThus the number of active cases in J&amp;K is 149 out of whom 27 are in the Jammu division and 122 are in Kashmir division.",
            "source": "Times of india",
            "time": "IANS |  Apr 9, 2020, 08:13 IST"
        },
        {
            "title": "To help small firms, India may unveil second coronavirus stimulus worth Rs 1 lakh crore",
            "url": "https://timesofindia.indiatimes.com/business/india%20business/to-help-small-firms-india-may-unveil-second-coronavirus-stimulus-worth-rs-1-lakh-crore/articleshow/75057356.cms",
            "content": "NEW DELHI: A second stimulus package India is poised to announce in coming days will be worth around Rs 1 lakh crore ($13 billion) and focus on help for small and medium businesses weathering the  outbreak, two senior officials said on Wednesday.\nThe second government source said that the government was also planning to partially clear tax refunds owed to small businesses within one month to provide some immediate relief.\nThe Indian government on Wednesday said it will also release 180 billion rupees in tax refunds to small businesses and individuals immediately and impose expenditure curbs on a host of departments for the April-June period.",
            "source": "Times of india",
            "time": "Reuters | Updated: Apr 9, 2020, 09:12 IST"
        },
        {
            "title": "Delhi's Bengali Market Sealed Over 3 COVID-19 Cases, 35 Found Above Shop",
            "url": "https://www.ndtv.com/delhi-news/coronavirus-delhi-bengali-market-sealed-over-3-covid-19-cases-35-found-on-shop-roof-2208650?pfrom=home-coronavirus-lateststories_live",
            "content": "Delhi Coronavirus Cases: Bengali Pastry Shop has posted a statement alleging \"defamation\".\nA new coronavirus scare has emerged in Delhi after 35 workers were found on the rooftop of a pastry shop at Bengali Market, a popular family haunt in the heart of the capital.\nDelhi Coronavirus Cases: Police officials seal Delhi's Bengali Market area.",
            "source": "NDTV",
            "time": "Updated: April 09, 2020 11:34 am IST"
        },
        {
            "title": "Tax Breaks, Incentives For COVID-19-Hit Small Businesses Likely Next Week",
            "url": "https://www.ndtv.com/business/coronavirus-lockdown-tax-breaks-incentives-for-covid-19-hit-small-businesses-msmes-likely-next-week-2208637?pfrom=home-coronavirus-lateststories_live",
            "content": "The three-week shutdown due to end on April 14 has severely impacted small businesses' cash flows The government plans to defer some taxes and offer incentives to support small businesses reeling from the three-week lockdown to curb the spread of coronavirus, people familiar with the matter said.\nThe plan also includes releasing dues owed by the government to businesses across critically-affected sectors such as tourism and hospitality as well as small industries, the people said, asking not to be identified as the discussions are private.",
            "source": "NDTV",
            "time": "Updated: April 09, 2020 09:25 am IST"
        },
        {
            "title": "2 Doctors Of Delhi's Safdarjung Hospital, Out To Buy Groceries, Assaulted",
            "url": "https://www.ndtv.com/delhi-news/coronavirus-india-2-doctors-of-delhis-safdarjung-hospital-out-to-buy-groceries-assaulted-2208613?pfrom=home-coronavirus-lateststories_live",
            "content": "When the Delhi doctors confronted these locals, they were attacked.\nWhen the doctors confronted these locals, they were attacked.",
            "source": "NDTV",
            "time": "Updated: April 09, 2020 09:14 am IST"
        },
        {
            "title": "Essentials To Be Home-Delivered As Noida Seals 34 Localities Over Virus",
            "url": "https://www.ndtv.com/noida-news/essentials-to-be-home-delivered-as-noida-seals-34-localities-over-coronavirus-2208584?pfrom=home-coronavirus-lateststories_live",
            "content": "Noida has reported 60 cases of coronavirus so far (File) As many as 34 residential localities across Noida and Greater Noida will be sealed off till April 15 in order to contain the further spread of coronavirus, the Gautam Buddh Nagar administration said on Wednesday.\nGautam Buddh Nagar is among 15 districts in Uttar Pradesh where identified hotspots will be sealed till April 15, while the remaining areas will remain under lockdown (restricted outdoor movement of people), according to officials.",
            "source": "NDTV",
            "time": "Updated: April 09, 2020 05:36 am IST"
        },
        {
            "title": "30 Health Workers At AIIMS Quarantined As Patient Tests COVID-19 +ve",
            "url": "https://www.ndtv.com/india-news/30-health-workers-at-aiims-quarantined-as-patient-tests-covid-19-positive-2208550?pfrom=home-coronavirus-lateststories_live",
            "content": "None of the health workers are showing any symptoms so far, source said (Representational) Around 30 health workers at Delhi's prestigious All-India Institute of Medical Sciences were put under quarantine on Wednesday as a patient admitted in a different ward turned out to be COVID-positive, sources said.\nOver the last weeks, the medical and non-medical staff at several hospitals in the country got infected and had to be quarantined as a preventive measure after patients who came with other complaints turned out to be coronavirus positive.\nBesides, 108 staff members of Delhi's Sir Gangaram Hospital and 40 at the Delhi State Cancer Hospital were advised to go on quarantine after patients in one and a doctor in another proved coronavirus-positive.",
            "source": "NDTV",
            "time": "Updated: April 09, 2020 12:43 am IST"
        },
        {
            "title": "\"We Shall Win This Together\": PM After Trump Thanks Him For Drug Export",
            "url": "https://www.ndtv.com/india-news/coronavirus-pm-narendra-modi-replies-to-donald-trump-after-he-thanks-india-for-clearing-export-of-hy-2208657?pfrom=home-coronavirus-lateststories_live",
            "content": "Prime Minister Narendra Modi has replied to Donald Trump after the US President thanked India for clearing the export of hydroxychloroquine, an anti-malarial drug believed effective in the treatment of coronavirus.\nThanking India and PM Modi, the American President said India's help during this crisis will not be forgotten.\nThank you Prime Minister @NarendraModi for your strong leadership in helping not just India, but humanity, in this fight!\" Mr Trump tweeted on Wednesday.\n\"I want to thank Prime Minister Modi of India for allowing us to have what we requested for the problem arose and he was terrific.\nIndia, the largest producer of hydroxychloroquine, agreed to lift the ban on the export of the medicine to the US after Mr Trump spoke to PM Modi on phone last week.\nDonald Trump had warned of \"retaliation\" if India did not agree to export hydroxychloroquine.",
            "source": "NDTV",
            "time": "Updated: April 09, 2020 11:15 am IST"
        },
        {
            "title": "\"I Almost Died\": Indian-Origin COVID-19 Survivor In UK Shares Her Story",
            "url": "https://www.ndtv.com/indians-abroad/coronavirus-uk-indian-origin-covid-19-survivor-ria-lakhani-in-uk-says-lucky-to-be-alive-almost-died-2208744?pfrom=home-coronavirus-lateststories_live",
            "content": "UK COVID-19 Cases: Sales executive Ria Lakhani is relieved that she was able to fight the virus \"I almost died,\" recalls Indian-origin Ria Lakhani, still struggling to breath normally, days after surviving a severe case of coronavirus that has killed over 7,000 people in the UK.\n\"It (breathing) used to be such a natural action but now I have to remember how to inhale and exhale,\" the BBC quoted her as saying from her home in north-west London.\nMs Lakhani, a sales executive, started to show symptoms of COVID-19 while in hospital, where she was admitted for an operation.\nThe surgery was designed to help her manage this oesophageal disease, called achalasia, the report said.Though her admission to hospital was supposed to be a routine one, the situation became serious very soon.\nHow can life go back to normal after that?\" Ms Lakhani is still not clear whether she developed pneumonia but says even now, from her recovery bed at home in Harrow she can hear a \"crackling sound\" in her lungs\".\nAround 1 out of every 6 people who gets COVID-19 becomes seriously ill and develops difficulty breathing.",
            "source": "NDTV",
            "time": "Updated: April 09, 2020 12:16 pm IST"
        },
        {
            "title": "Ellen DeGeneres says quarantine is like being in jail",
            "url": "https://www.indiatoday.in/trending-news/story/ellen-degeneres-says-quarantine-is-like-being-in-jail-internet-slams-her-1665017-2020-04-09",
            "content": "Ellen DeGeneres recently faced social media outrage this week after she compared self-quarantining during the coronavirus crisis to \"being in jail.\"The popular host, who like many TV hosts has made her show virtual amid stay-at-home orders, made the comment while she was broadcasting her show from home.\nExcept for that, Ellen, your quarantine experience is just like being in jail,\" another person tweeted.Check out more reactions on her comment here:Ellen DeGeneres compares her self-isolation to prison time.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 12:22 IST"
        },
        {
            "title": "Karnataka to finalise lockdown exit strategy by April 13",
            "url": "https://www.indiatoday.in/india/story/karnataka-to-finalise-lockdown-exit-strategy-by-april-13-1665024-2020-04-09",
            "content": "The Karnataka government is currently engaged in discussions with experts, specialists and other stakeholders to decide on its lockdown exit strategy and would take a final view by April 13, a key Minister said on Thursday.\"Day after tomorrow we have a VC (videoconference) with the Prime Minister,\" Medical Education Minister Sudhakar K, who is in-charge of all matters related to Covid-19, noted when asked about the States strategy.He said a task force of specialist doctors on Wednesday submitted its report to the government, giving its recommendations.\"We are meeting lot of stakeholders of the society taking their views,\" the Minister said, adding, the Cabinet would also hold discussions.\"Finally, day after tomorrow, after discussing with the Prime Minister during the VC, the government will take a view on this by April 13 or so.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 12:16 IST"
        },
        {
            "title": "Daughter of BJP MP from Davanagere recovers from coronavirus",
            "url": "https://www.indiatoday.in/india/story/daughter-of-bjp-mp-from-davanagere-in-karnataka-recovers-after-testing-positive-for-covid-19-1665023-2020-04-09",
            "content": "She was, however, the only person in the family who was diagnosed with the infection.Reports also said that at the time of her screening, Ashwini was asymptomatic.\nHer father, GM Siddeshwara is a Bharatiya Janata Party (BJP) leader and the incumbent Member of Parliament (MP) from Davanagere in Karnataka.In an exclusive conversation with India Today, Ashwini said, \"I got back from Guyana on March 20 since the elections were underway there and I came back with my kids.\nPeople should not fear if they test positive for Covid-19,\" said Ashwini.She went on to confirm that she was asymptomatic and had neither fever nor cough.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 12:13 IST"
        },
        {
            "title": "Bihar Govt to promote students of classes 1-9 and class 11",
            "url": "https://www.indiatoday.in/education-today/news/story/bihar-govt-to-promote-students-of-classes-1-9-and-class-11-1665021-2020-04-09",
            "content": "As per the information on ANI, the Education Department of Bihar has informed the decision to pass all classes 1-9 ad class 11 students in wake of Coronavirus outbreak.Since the schools cannot open, in the light of the present situation we have taken this decision of promoting students Bihar Education Minister Krishna Nandan Verma said to ANI.Bihar board exam results 2020The Board has announced the Class 12 examination result on March 24, 2020.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 12:09 IST"
        },
        {
            "title": "U.S. Democrats, Republicans at odds over next coronavirus aid",
            "url": "https://www.indiatoday.in/world/story/coronavirus-aid-us-republicans-democrats-at-odds-1665018-2020-04-09",
            "content": "Efforts to push a further $250 billion of coronavirus aid for small businesses through the U.S. Congress were stalling on Wednesday as top Democrats said they would back the measure only if it was coupled with a similar amount for hospitals and local governments.House of Representatives Speaker Nancy Pelosi and Senate Democratic leader Chuck Schumer proposed, in a statement, more than $500 billion in total interim aid that could be followed with another measure expanding relief down the road.But as the day wore on, Republicans and Democrats appeared far from agreement, jeopardizing immediate action on any bill that would require unanimous support in Congress under fast-track rules.\"There is no realistic chance that another sprawling bill which allocates half a trillion dollars to a number of priorities, even important ones, will be able to pass the Senate or the House by unanimous consent this week,\" Senate Republican leader Mitch McConnell said in a tweet late on Wednesday.Pelosi, in an interview with National Public Radio, said the Republican legislation for $250 billion in aid \"will not get unanimous support in the House.\"Congress has already allocated more than $2.3 trillion in three waves of legislation aimed at cushioning the economic hit of the novel coronavirus, which has killed more than 14,700 people in the United States.U.S. Treasury Secretary Steven Mnuchin pushed for Congress to act by the end of this week on the $250 billion request he made on Tuesday.But there was no sign Republicans would support legislation that goes beyond the additional small-business loans.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 12:01 IST"
        },
        {
            "title": "Taiwan demands apology from WHO chief over virus 'slander'",
            "url": "https://www.indiatoday.in/world/story/taiwan-demands-apology-from-who-chief-over-virus-slander-1665014-2020-04-09",
            "content": "They even started criticising me in the middle of all that insult and slur, but I didn't care,\" Tedros said.The comments sparked anger in Taiwan, which described Tedros' comments as \"baseless\".\"Our country has never encouraged the public to launch personal attacks against him or made any racially discriminatory comments,\" foreign ministry spokeswoman Joanne Ou told reporters on Thursday.\"Our government demands an immediate clarification and an apology from director-general Tedros over such extremely irresponsible act of slander,\" she added.Relations between the WHO and Taiwan have worsened considerably since the pandemic began, even as health experts have lauded Taiwan for its response to the virus.It has just 379 confirmed Covid-19 patients and five deaths despite its close proximity and trade links with China, where the pandemic began.Taiwan used to be able to obtain observer status at the WHO's annual assembly.But diplomatic pressure from Beijing in recent years has pushed Taiwan out of major international bodies including the WHO and ICAO -- the UN's aviation agency.China's Communist Party regards Taiwan as a breakaway province and has vowed to one day seize the island -- by force if necessary.Beijing's efforts to isolate the island have ramped up since the election of President Tsai Ing-wen in 2016 because does not view the island as part of a \"one China\".Critics of Tedros have accused the WHO under his leadership of being too close to Beijing and complimentary of China's response to the coronavirus.In a tweet threatening to cut funding, Trump called the organisation \"very China centric\".Tedros has denied being partisan or holding any geopolitical bias.\"Please quarantine COVID politics.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 11:54 IST"
        },
        {
            "title": "Odisha woman held for violating lockdown norms, misbehaving with BDO",
            "url": "https://www.indiatoday.in/india/story/odisha-woman-held-for-violating-lockdown-norms-misbehaving-with-bdo-1665010-2020-04-09",
            "content": "The BDO asked her to stop but the accused pulled the mask from his face and insulted him without any provocation,\" the police station's inspector-in-charge Anil Kumar Mohanty said.When other government officials of the team protested, the accused snatched and damaged the mobile phone of one of them, he said.An investigation has been initiated, the police officer added.IndiaToday.in has plenty of useful resources that can help you better understand the coronavirus pandemic and protect yourself.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 11:44 IST"
        },
        {
            "title": "Maharashtra: Covid-19 scare in IAS officers’ residential building in Mumbai",
            "url": "https://www.indiatoday.in/india/story/maharashtra-covid-19-scare-in-ias-officers-residential-building-in-mumbai-1665009-2020-04-09",
            "content": "The deceased worked for one of the IAS officers residing in the official quarters in Mumbai.To ascertain if the death was related to coronavirus, the administration passed the instructions to the IAS officers and not report to work.Few officers who reside in the building also work for control room set up by the state government for coordination in the Covid-19 outbreak.117 new cases in Maharashtra on WednesdayOn the fifteenth day of the national lockdown on Wednesday the number of coronavirus cases in Maharashtra increased by 117 to 1,135, with Mumbai city recording 72 new cases, a state health official said.The death toll of Covid-19 cases in the state also went up to 72 with eight persons succumbing to the disease.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 11:36 IST"
        },
        {
            "title": "Covid-19 patient accidentally discharged from hospital in Villupuram",
            "url": "https://www.indiatoday.in/india/story/special-team-working-to-trace-covid-19-patient-accidentally-discharged-from-hospital-in-tamil-nadu-s-villupuram-1665007-2020-04-09",
            "content": "The state of Tamil Nadu has recorded eight coronavirus-related deaths while 22 such patients who tested positive for the infection have now recovered.The incident coming to light from Villupuram is the second time in the last few days when an administrative lapse has unnecessarily put innocent lives at risk.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 11:30 IST"
        },
        {
            "title": "Masks and the coronavirus: What you need to know",
            "url": "https://www.indiatoday.in/science/story/coronavirus-masks-homemade-face-covers-explainer-1665004-2020-04-09",
            "content": "It says it’s possible for such individuals to spread the pathogen when they cough, sneeze or talk close to other people.The U.S. agency points out that a cloth face cover \"isn't intended to protect the wearer\", but \"may prevent the spread of virus from the wearer to others\".Here's India's advice: \"Homemade reusable face covers only reduce the chances of inhaling droplets still in the air from an infected person; they do not give full protection.\"In a review of mask trials for influenza-like diseases, the non-profit media network The Conversation lists reasons why masks in general aren't completely effective at protecting wearers: these include including the lack of eye protection, improper use and risky behaviour driven by a false sense of security (for example, failure to observe social distancing norms).A specific kind of mask known as an N95 respirator is more tight-fitting than the surgical or medical mask -- the kind worn by your doctor -- and offers protection from smaller particles.\nBut the WHO recommends medical masks for use by health workers, patients, or private citizens caring for the sick, and respirators for the professionals.\"We are concerned that the mass use of medical masks by the general population could exacerbate the shortage of these specialised masks for the people who need them most,\" said WHO director-general Tedros Adhanom Ghebreyesus at a briefing on April 6.\"In some places, these shortages are putting health workers in real danger.\"In India, doctors complaining about a shortage of protective gear say they face a backlash for flagging such issues in public.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 11:36 IST"
        },
        {
            "title": "Fight against coronavirus: 10 drugs under clinical trial in US, says Donald Trump",
            "url": "https://www.indiatoday.in/world/story/fight-against-coronavirus-10-drugs-under-clinical-trial-in-us-says-donald-trump-1665000-2020-04-09",
            "content": "Ten drugs are now in clinical trials and my administration is taking unprecedented actions to make new therapies and treatments available without delay,\" Trump told reporters during his daily coronavirus news conference on Wednesday.\"The doctors, the lab technicians, the companies are coming up with things that I hope in the very near future are going to be very, very special, very important,\" he said.Responding to questions, Vice President Mike Pence said the US was having four separate clinical trials on the anti-malarial drug hydroxychloroquine.\nHydroxychloroquine has been identified by the US Food and Drug Administration as a possible treatment for the Covid-19.\"I believe we will have roughly four separate clinical trials underway studying hydroxychloroquine,\" Pence said with a note of caution.\"But it is important to remember that, as the president has made the point many times, the FDA has approved what is called off-label use and so in consulting with your physician, if your physician determines it is appropriate to write a prescription for hydroxychloroquine we are working today to make that available across the country,\" he said.India, the largest producer of hydroxychloroquine, agreed to lift the ban on the export of the medicine to the US after Trump spoke to Prime Minister Narendra Modi on phone last week.\"It is broadly available today as an anti-malarial medication but we are working around the country and internationally to increase that supply but we are studying it in at least four different clinical trials,\" the Vice President said.The Henry Ford Hospital is conducting a clinical trial for hydroxychloroquine.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 11:11 IST"
        },
        {
            "title": "Players, stakeholders at biggest risk if IPL 2020 gets cancelled due to Covid-19",
            "url": "https://www.indiatoday.in/sports/cricket/story/bcci-stakeholders-set-to-lose-over-rs-3800-crore-if-ipl-2020-is-cancelled-due-to-novel-coronavirus-pandemic-1664997-2020-04-09",
            "content": "It is still the biggest television deal in cricket history.Thus, a cancellation of the IPL this year would mean a direct loss of Rs 3269.50 crore for Star, who had already suffered a Rs 1216 crore loss in the previous financial year with expenses for the IPL reaching Rs 4,000 crore for the 2019 season.The BCCI had also sold the title sponsorship to VIVO for Rs 2,000 crore for a period of 5 years which means a loss of Rs 400 crore in 2020 if IPL is cancelled.Add to this a loss of Rs 200 crore from central sponsorship, and the combined loss comes out to be Rs 3,869.50 crore, if the Indian and overseas players don't take the field in the IPL this year.PLAYERS RISK LOSING CONTRACTSThe cricketers themselves will have to bear massive losses if there is no IPL as the franchises operate on a simple formula - no match, no money.A cancellation will be particularly harsh on the players who were bought at their base prices in the region of Rs 20-50 lakhs at the auction in December last year.According to IPL insiders, players are paid 15% of their salaries at the beginning of the tournament followed by 65% during the tournament and the remaining 20% afterwards within a stipulated amount of time.Top overseas players are also at risk of losing contracts worth millions of dollars in the event of a cancellation or if their boards deny them permission to play.The 8 franchises meanwhile, are also going to suffer as they will incur losses from advertising and gate revenue, which was estimated to be in the region of Rs 450-500 crore in sponsorships for all the 8 teams along with an additional Rs 250 crore (estimated) from ticket sales.Even a curtailed IPL will mean a smaller share from the shrunken central pool of revenues for the 8 franchises, not to mention a reduction in gate receipts.Advertisers had paid anywhere in the range of Rs 18-20 crore on average for a slot in the front of the team jersey, and Rs 5-7 crore, for a space behind the jersey.Ad space in front of the helmet was sold for Rs 1.50 crore, while a position on shoulders of team jerseys went between Rs 2.50-3 crore.NO INSURANCE AGAINST COVID-19The worst part about this whole situation for the BCCI and the IPL stakeholders is that they haven’t been able to secure insurance covers against the novel coronavirus.Nobody could have anticipated that the virus, which originated from Wuhan in China and infected more than 14.50 lakh people worldwide till date, would bring the whole world to a standstill.Insurance covers for the IPL include: \"event insurance, professional indemnity, commercial general liability, kidnap and ransom cover, D&O (Directors and Officers liability) for IPL owners, business interruption, medical and accidental covers, according to Rajat Mishra, a Supreme Court lawyer and legal and risk management expert, told Moneycontrol.The BCCI and IPL franchises also pay 20% of a player's annual fee to his home board, which stands to lose that money if the tournament is not held at all.IPL 2015 had contributed Rs 1,150 crore to the Indian GDP, the BCCI had revealed while the total economic output associated with that season stood at Rs 2,650 crore.Therefore, a cancellation would not only hurt all the parties involved in the IPL but would also dent the Indian economy this year.",
            "source": "India Today",
            "time": "UPDATED: April 9, 2020 11:32 IST"
        }
    ],
    "time": "Today at 12:52 PM"
}