[
    {
        "title": "Bihar: Migrants start reaching relief camps, CM steps up efforts to rescue stranded workersPATNA: Bihar government on Sunday put up check posts, deployed officers and medical teams across major entry points along Bihar-UP border after Uttar Pradesh government’s",
        "url": "https://timesofindia.indiatimes.com/india/bihar-migrants-start-reaching-relief-camps-cm-steps-up-efforts-to-rescue-stranded-workers/articleshow/74877481.cms",
        "content": "Around 8,000 to 10,000 migrant workers reached at different ‘disaster border relief camps’ in Gopalganj, Siwan, Saran, Kaimur and Buxar districts by end of the day.\nAs per the CM ’s instructions, DMs of all bordering districts this morning opened a series of ‘disaster border relief camps’ at different schools and colleges in their respective jurisdiction to provide food, accommodation and medical assistance to the arriving migrant workers.\nEarlier in the day, state’s chief secretary Deepak Kumar spoke to all DMs of the bordering districts especially those touching borders of UP, Nepal and , and asked them to take all necessary steps to provide food, accommodation and medical assistance to all people put up at the relief camps.",
        "source": "Times of india"
    },
    {
        "title": "Army doctor, junior commissioned officer test positive for coronavirus",
        "url": "https://timesofindia.indiatimes.com/india/army-doctor-junior-commissioned-officer-test-positive-for-coronavirus/articleshow/74877425.cms",
        "content": "NEW DELHI: An Army doctor in Kolkata and a junior commissioned officer (JCO) in  tested positive for Covid-19 on Sunday, increasing the cases of confirmed  cases in the over 13-lakh force to three now.\n“Both the doctor, who is a Colonel posted at the  hospital in Kolkata, and the JCO had travelled to Delhi in the second week of March before the ,” said an officer.",
        "source": "Times of india"
    },
    {
        "title": "Coronavirus in India: Woman made country's first testing kit during last stage of pregnancy",
        "url": "https://timesofindia.indiatimes.com/india/coronavirus-in-india-woman-made-countrys-first-testing-kit-during-last-stage-of-pregnancy/articleshow/74877151.cms",
        "content": "Bhosale's efforts paid the price with her  delivering the testing kit in a record time of six weeks.\nCompany's co-founder Shrikant Patole said just like drug discovery, test kits too go through a lot of quality checks to improve the precision.\nThe  testing kit delivered by Bhosale's team will reduce the time taken for delivering a result to 2.5 hours from the prevalent practice of eight hours.\nA pioneering approach to testing without compromising on the results was adopted, Bhosale said.",
        "source": "Times of india"
    },
    {
        "title": "Critical to set up defensive wall around key financial, strategic institutions in fight against Covid-19: Rahul Gandhi",
        "url": "https://timesofindia.indiatimes.com/india/critical-to-set-up-defensive-wall-around-key-financial-strategic-institutions-in-fight-against-covid-19-rahul-gandhi/articleshow/74877005.cms",
        "content": "NEW DELHI:  leader  on Sunday pledged his support to the Union  in tackling the colossal humanitarian crisis unfolding due to the  pandemic, but said, in a letter to PM Modi, that the government should consider taking a more “nuanced and targeted approach to understanding the complex realities of our people.” \nIn his missive to Modi, Gandhi called for the immediate strengthening of social safety nets, and said the government must prioritise protecting and isolating the elderly and the vulnerable.\n“It is absolutely critical that we set up a defensive wall around our key financial and strategic institutions to protect them from the shock wave that is bound to come as the true impact of the virus and our economic shutdown hits us a few weeks from now,” Gandhi said, emphasising that India’s informal economy and the network of small and medium businesses and farmers will be “vital to any rebuilding effort”.",
        "source": "Times of india"
    },
    {
        "title": "Nearly 1 lakh people arriving in UP will be home quarantined: Govt official",
        "url": "https://timesofindia.indiatimes.com/india/nearly-1-lakh-people-arriving-in-up-will-be-home-quarantined-govt-official/articleshow/74876925.cms",
        "content": "LUCKNOW: Nearly one lakh people, who have arrived in the state over the last few days owing to the , have been asked by the  government to remain in home  while instructions in this regard have been conveyed to the village pradhans, a senior official said here on Sunday.\nOn Saturday, chief minister  had issued directions to officials to keep the approximately one lakh people, who have arrived in the state in the last three days from other parts of the country, in home quarantine.\nAccording to a state government spokesperson, Adityanath said one lakh people have come to UP from other states in the last three days.",
        "source": "Times of india"
    },
    {
        "title": "Health Ministry issues guidelines for disinfecting public places, dos and dont's for elderly",
        "url": "https://timesofindia.indiatimes.com/india/health-ministry-issues-guidelines-for-disinfecting-public-places-dos-and-donts-for-elderly/articleshow/74876892.cms",
        "content": "In its guidelines on environment cleaning, decontamination of public places in  reporting COVID-19, the ministry said outdoor areas have less risk than indoor areas due to air currents and exposure to sunlight.\nThey should always wear disposable protective gloves while cleaning a toilet,\" the guidelines stated.\nRecommending the use of personal protective equipment, it said the PPE should be worn while carrying out cleaning and disinfection work.",
        "source": "Times of india"
    },
    {
        "title": "Coronavirus roundup: Developments in India and rest of world",
        "url": "https://timesofindia.indiatimes.com/india/coronavirus-roundup-developments-in-india-and-rest-of-world/articleshow/74876732.cms",
        "content": "",
        "source": "Times of india"
    },
    {
        "title": "Lockdown: Supply of essential goods sufficient, inform officials",
        "url": "https://timesofindia.indiatimes.com/india/lockdown-supply-of-essential-goods-sufficient-inform-officials/articleshow/74876637.cms",
        "content": "NEW DELHI: There is adequate availability and supply of essential  such as food and  as well as petroleum products in the country, said officials on Sunday, after a group of ministers reviewed the various arrangements put in place for effective implementation of the ongoing  due to Covid-19.",
        "source": "Times of india"
    },
    {
        "title": "Health Ministry issues SOP to guide ambulance staff in transporting COVID-19 cases",
        "url": "https://timesofindia.indiatimes.com/india/health-ministry-issues-sop-to-guide-ambulance-staff-in-transporting-covid-19-cases/articleshow/74876445.cms",
        "content": "It said the SOP is meant to guide and train ambulance drivers and technicians in transporting COVID-19 .",
        "source": "Times of india"
    },
    {
        "title": "Newspaper delivery chain, transportation of all types of goods allowed during lockdown: MHA",
        "url": "https://timesofindia.indiatimes.com/india/newspaper-delivery-chain-transportation-of-all-types-of-goods-allowed-during-lockdown-mha/articleshow/74876387.cms",
        "content": "Elaborating on the scope of exemptions granted by the home ministry in its guidelines dated March 24 and subsequent addendum orders dated March 25 and 27, Home Secretary  on Sunday informed the state chief secretaries that the transportation of all goods, without distinction of essential and in-essential, was permitted during the lockdown.",
        "source": "Times of india"
    },
    {
        "title": "Migrant labourers in time of corona: Jobless, homeless and miles to go to return home",
        "url": "https://timesofindia.indiatimes.com/india/migrant-labourers-in-time-of-corona-jobless-homeless-and-miles-to-go-to-return-home/articleshow/74875951.cms",
        "content": "One migrant worker died of heart attack after a long trek from the national capital on way to his hometown in Madhya Pradesh, while a large number of them were worried that they would die of hunger much before any disease.\nState governments also appealed to the migrant workers to stay put and announced special measures for providing food and other facilities to them, while a few arranged special buses to ferry them to their native places.\nThe Haryana government, on its part, said it has provided over 800 sanitised state roadways buses to Uttar Pradesh to ferry migrant workers stranded on the Delhi-Ghaziabad border to their villages.\nOn Saturday evening, chaos, confusion and a stampede-like situation prevailed at the Delhi-Ghaziabad border as hundreds of migrant workers fought amongst themselves to get seats on the limited number of buses the Uttar Pradesh administration operated to ferry them to the hinterlands.\nHundreds of migrant workers from Delhi, Haryana and even Punjab reached Anand Vihar, Ghazipur and Ghaziabad's Lal Kuan area after taking arduous treks of many kilometers on foot to take buses to their respective native places \nDelhi as well as industrial towns in the neighbouring states of Haryana and Punjab employ thousands of workers from states such as Uttar Pradesh, Bihar and West Bengal.\nSome NGOs and individuals have also pitched in with food and other essentials for migrant workers, while the Delhi Sikh Gurdwara Management Committee said it is providing free food to around 50,000 people in the national capital daily amid the lockdown.\nOn the other hand, many of the migrant workers found after walking hundreds of kilometers to reach their villages in Bihar and Uttar Pradesh that they were not welcome there and were reported to police, who in turn, handed them over to medical authorities for tests and subsequent measures.",
        "source": "Times of india"
    },
    {
        "title": "Non-Essential Goods Can Be Transported During Lockdown: Centre",
        "url": "https://www.ndtv.com/india-news/centre-allows-both-essential-and-non-essential-goods-to-be-transported-during-coronavirus-lockdown-n-2202640?pfrom=home-coronavirus-lateststories_live",
        "content": "Coronavirus: Centre also allowed use of SDRF for providing food to migrant workers (File) The centre has asked states and union territories to allow transportation of goods without the essential and non-essential distinction during the 21-day coronavirus lockdown, announced by Prime Minister Narendra Modi last week.\nThe central government has also allowed the use of SDRF (State Disaster Response Force) for providing food and essentials to homeless people, including migrant labourers, stranded because of the lockdown.",
        "source": "NDTV"
    },
    {
        "title": "\"Apologise For Hard Decisions But Tough Measures Needed\": PM On Lockdown",
        "url": "https://www.ndtv.com/india-news/pm-modi-on-mann-ki-baati-i-apologise-to-the-nation-for-taking-hard-decisions-that-have-caused-inconv-2202460?pfrom=home-coronavirus-lateststories_live",
        "content": "Prime Minister Narendra Modi today apologised to the nation for the \"hard decision\" which especially affected \"the poor\" as the nation entered the fifth day of the three-week lockdown, and thousands of migrant labourers across the country desperately tried to reach their homes.\n\"People must be wondering what kind of Prime Minister I am ...\nAmid the frantic movement across the country, the Prime Minister also underscored the need to enforce the restrictions, saying those who are violating the lockdown are \"playing with their own lives\".\nMany people are still defying lockdown...",
        "source": "NDTV"
    },
    {
        "title": "German State Finance Minister Kills Himself As Coronavirus Hits Economy",
        "url": "https://www.ndtv.com/world-news/coronavirus-outbreak-german-minister-thomas-schaefer-kills-self-being-worried-about-coronavirus-econ-2202639?pfrom=home-coronavirus-lateststories_live",
        "content": "Thomas Schaefer was found dead near a railway track on Saturday Thomas Schaefer, the finance minister of Germany's Hesse state, has committed suicide apparently after becoming \"deeply worried\" over how to cope with the economic fallout from the coronavirus, state premier Volker Bouffier said on Sunday.\nLike Volker Bouffier, Thomas Schaefer belonged to Angela Merkel's centre-right CDU party.",
        "source": "NDTV"
    },
    {
        "title": "Landlords Can't Take Rent From Workers For 1 Month: Centre Amid Lockdown",
        "url": "https://www.ndtv.com/india-news/coronavirus-covid-19-lockdown-landlords-cant-take-rent-from-workers-for-1-month-says-centre-2202591?pfrom=home-coronavirus-lateststories_live",
        "content": "Coronavirus: Thousands of migrants gathered at Delhi's Anand Vihar station (File) A day after thousands of migrant workers - without jobs and essentials because of the coronavirus lockdown - gathered at a Delhi bus station to get to their native towns, the Ministry of Home Affairs has asked the states to provide them food and shelter.\n\"The migrant people who have moved out to reach to their home states/home towns, must be kept in the nearest shelter by the respective state/union territory government quarantine facilities after proper screening for a minimum period of 14 days,\" it added.",
        "source": "NDTV"
    },
    {
        "title": "Seal Border To Stop Migrants, Ensure Lockdown: Centre's Message To States",
        "url": "https://www.ndtv.com/india-news/seal-border-to-stop-migrants-ensure-lockdown-centres-message-to-states-2202537?pfrom=home-coronavirus-lateststories_live",
        "content": "States should seal borders and encourage migrant labourers to stay where they are by providing food and shelter, the Centre said today in an attempt to ensure the countrywide lockdown that had gone off-track over the last few days.\nThose who violated lockdown and went home, should be placed in 14-day quarantine, the Centre said.\nFood and other essentials should be made available to the people during this period, the Centre said.\nSufficient funds are available with the states for this, the Centre said.",
        "source": "NDTV"
    },
    {
        "title": "Spanish Princess Maria Teresa First Royal To Die From Coronavirus",
        "url": "https://www.ndtv.com/world-news/coronavirus-outbreak-spanish-princess-maria-teresa-first-royal-to-die-from-coronavirus-2202538?pfrom=home-coronavirus-lateststories_live",
        "content": "Coronavirus Death: Princess Maria Teresa was known for her outspoken views and activist work.\nour sister Maria Teresa de Borbon Parma and Borbon Busset, a victim of the coronavirus COVID-19, died in Paris at the age of eighty-six.\" Princess Teresa's death comes weeks after King Felipe VI of Spain tested negative for the virus.",
        "source": "NDTV"
    },
    {
        "title": "SpiceJet Pilot Tests Positive For COVID-19, Did Not Fly Overseas In March",
        "url": "https://www.ndtv.com/india-news/spicejet-pilot-who-did-not-fly-overseas-this-month-tests-positive-for-coronavirus-2202500?pfrom=home-coronavirus-lateststories_live",
        "content": "Coronavirus: Across India, over 900 have contracted COVID-19 infection so far, at least 25 have died.\nIndia is currently under a 21-day lockdown till April 14 to stop the spread of the COVID-19, and consequently, all international and domestic flights have been suspended for this period.\nAcross India, over 900 have contracted COVID-19 infection so far, at least 25 have died.",
        "source": "NDTV"
    },
    {
        "title": "How technology can aid coronavirus lockdowns",
        "url": "https://www.indiatoday.in/india/story/how-technology-can-aid-coronavirus-lockdowns-1661084-2020-03-29",
        "content": "As tens of thousands of migrant workers defied the world's largest lockdown in the country, an India Today analysis has found how a number of other nations have turned to technology to enforce restrictions in addition to physical measures to keep their populations safe from the Covid-19 pandemic.In the United Kingdom, one of the most advanced democracies sensitive about privacy issues, its Information Commissioner's Office has recently approved the use of phone data to monitor people's behaviour as part of efforts to contain the spread of coronavirus.Singapore, China, Taiwan, South Korea, Hong Kong, Israel and several other countries have already mounted tech-based surveillance measures.India Today's study of the global techniques to enforce quarantines and lockdowns revealed that many of those nations have used the smartphone as a tool to monitor people's movements.China, the initial epicentre of Covid-19, and Hong Kong, for example, are tracking the phones of coronavirus patients and suspects specifically via mandatory apps and wrist bands.The applications grab all the corners of the quarantine location and report violations to authorities in real time.Not just apps, a man from Britain recently circulated a video from China explaining how the local authorities are using a combination of technologies, including CCTVs, to track movements and record them in the country's central data base.\"The Chinese government collects an immense amount of data from its citizens and they are using it in novel ways to tackle the coronavirus,\" he said, walking the streets in China.",
        "source": "India Times"
    },
    {
        "title": "Coronavirus: Experts say risks of postponing surgery, chemotherapy should be evaluated",
        "url": "https://www.indiatoday.in/coronavirus-outbreak/story/coronavirus-experts-say-risks-postponing-surgery-chemotherapy-should-evaluated-1661083-2020-03-29",
        "content": "However, a lot of cancer surgeries cannot be considered elective.\"Oncologists and patients will have to take a decision regarding postponement of surgery and explore the possibility of chemotherapy to shrink the tumour if the option exists.Again, the latter approach will require hospital visits and the ensuing treatment related low immunity, and the risks thereof, must also be considered,\" she added.Watch India Today TV live here.",
        "source": "India Times"
    },
    {
        "title": "SC to hear PIL on mass exodus of migrants via video conference tom",
        "url": "https://www.indiatoday.in/india/story/coronavirus-lockdown-sc-to-hear-pil-seeking-food-shelter-for-migrant-workers-on-monday-1661081-2020-03-29",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Coronavirus: MHA asks states, UTs to allow transportation of essential, non-essential goods during lockdown",
        "url": "https://www.indiatoday.in/india/story/coronavirus-mha-states-uts-allow-transportation-of-essential-non-essential-goods-during-lockdown-1661080-2020-03-29",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Coronavirus: Hundreds of stranded truck drivers face hunger during national lockdown",
        "url": "https://www.indiatoday.in/india/story/coronavirus-lockdown-hundreds-stranded-truck-drivers-face-hunger-bribery-1661077-2020-03-29",
        "content": "Among many of those who are left stranded, hungry and helpless in wake of the nationwide lockdown, are hundreds of truck drivers stuck on the GT road between New Delhi and Amritsar.Reportedly, they are not getting food as the highway eateries (dhabas) have been shut due to the lockdown.Most of these drivers are surviving on food being provided by volunteers who are running community kitchens at various places.Kamal Kishore, who is stranded at Chhat, Mohali, had come from Gwalior.\nWe are spending time inside the trucks as the dhabas have been closed.\"Moreover, purported videos showing Punjab police manhandling the volunteers and demanding bribes from the drivers carrying essential items have surfaced on social media.Taking note of the situation, Punjab Chief Minister Amarinder Singh has ordered the transfer of a couple of senior policemen.Joginder Singh, who came from Nagpur carrying oranges accused the Punjab Police of taking bribe in return of allowing them to move ahead.\"I was not allowed to go back.\nI want to go back to Amritsar where I will be able to get food and shelter,\" Sukhdev said.Meanwhile, in Punjab, the mass exodus of workers and labourers continued on the fifth day of the national lockdown.",
        "source": "India Times"
    },
    {
        "title": "Smith wants to 'give growing a beard a crack' during corona lockdown",
        "url": "https://www.indiatoday.in/sports/cricket/story/steve-smith-wants-to-grow-a-beard-amid-coronavirus-lockdown-1661078-2020-03-29",
        "content": "Australia is currently led by wicketkeeper Tim Paine in Tests and opening batsman Aaron Finch in limited-overs cricket.Smith though, will have to wait for his chance to get to lead Australia any time soon with the whole world currently shut down due to the coronavirus pandemic.Australian players were due this week to conclude a series of matches in New Zealand and, for some, to join the Indian Premier League.But it wasn't clear if the IPL will take place this year and when international matches will resume.",
        "source": "India Times"
    },
    {
        "title": "Coronavirus in India: Nearly 1 lakh people arriving in UP to be home quarantined",
        "url": "https://www.indiatoday.in/india/story/coronavirus-india-nearly-lakh-people-uttar-pradesh-home-quarantined-1661079-2020-03-29",
        "content": "They will be in home-quarantine for a period of 14 days.\"On Saturday, Uttar Pradesh Chief Minister Yogi Adityanath had issued directions to officials to keep the approximately one lakh people, who have arrived in the state in the last three days from other parts of the country, in home-quarantine.According to a state government spokesperson, Yogi Adityanath said one lakh people have come to UP from other states in the last three days.Their names, addresses and phone numbers have been made available to the district magistrates and are being monitored, the spokesperson added.Yogi Adityanath also issued directives for all these people to be kept in quarantine and arrangements for their food and other daily needs be fulfilled, a statement issued by the state government said.\"No one in the state should remain hungry during the lockdown,\" Yogi Adityanath was quoted as saying.While chairing a review meeting at his residence, Yogi Adityanath on Saturday also issued directions to officials to strengthen the supply chain of essential goods, the statement said.While nodal officers of Uttar Pradesh were deployed in 12 states on Friday, Yogi Adityanath deployed nodal officers in Himachal Pradesh, Jammu and Kashmir, Odisha, Ladakh, Kerala, Tamil Nadu and Chhattisgarh and the northeastern states on Saturday.People from Uttar Pradesh who are in other states, doing business and pursuing jobs there, can get all kinds of facilities by contacting the nodal officers.Additional Chief Secretary (Home) Awanish Awasthi said that 58,752 pradhans and 11,631 councillors have been contacted through the CM helpline and 11,912 complaints were also resolved.Principal Secretary Prasad said anyone who has any kind of problem or symptom of the disease can call the CM helpline at 1076 and immediately get advice.\"Advice and medical facility can also be obtained at the helpline of the health department.",
        "source": "India Times"
    },
    {
        "title": "Fact Check: WHO never asked people to avoid bakery items due to coronavirus",
        "url": "https://www.indiatoday.in/fact-check/story/who-never-asked-people-avoid-bakery-items-due-to-coronavirus-1661076-2020-03-29",
        "content": "It is strictly advised to not to eat bakery items as it is not washable and can get infected to the virus easily.\" The image gives the impression that the advisory has been issued by WHO amid the Covid-19 crisis.",
        "source": "India Times"
    },
    {
        "title": "Coronavirus in India: TMC MPs donate Rs 12.6 crore for improving medical facilities in West Bengal",
        "url": "https://www.indiatoday.in/india/story/coronavirus-india-tmc-mp-donate-crore-improving-medical-facilities-west-bengal-1661069-2020-03-29",
        "content": "All 22 Trinamool Congress (TMC) leaders in the Lok Sabha have together donated Rs 12.6 crore to the TMC-led West Bengal government for improving the basic medical facilities required for testing and containing the spread of the novel coronavirus or Covid-19.The TMC leaders have given the cheques to the respective district magistrates for purchase of medical testing, screening equipment as well as other resources needed to detect or treat the patients of the novel coronavirus.The donations are made from the Member of Parliament Local Area Development Scheme ( MPLADS) along with a letter attached to use the funds in any suitable way as deemed by the competent authority.Notably, the TMC MPs have donated to the state administration, whereas the BJP MPs from the state have donated to the Prime Minister fund for the same purpose.First-time MP Mala Roy, Pratima Mondal and veteran TMC leader Sudip Bandyopadhyay have donated Rupees one crore and above.Most of the TMC MPs have donated Rs 50 lakh, however, some have contributed more than Rs 1 crore.WHO DONATED HOW MUCH:1.\nSunil Kumar Mondal, Member of Parliament, Bardhaman Purba: Rs 50 lakhIndiaToday.in has plenty of useful resources that can help you better understand the coronavirus pandemic and protect yourself.\nRead our comprehensive guide (with information on how the virus spreads, precautions and symptoms), watch an expert debunk myths, learn about the first human trial of a vaccine and access our dedicated coronavirus page.\nGet the latest updates on our live blog.Watch India Today TV live here.\nCatch the latest TV debates and video reports here.",
        "source": "India Times"
    },
    {
        "title": "Commence industrial units if migrant labourers can be accommodated: Punjab CM Amarinder Singh",
        "url": "https://www.indiatoday.in/india/story/commence-industrial-units-if-migrant-labourers-can-be-accommodated-punjab-cm-amarinder-singh-1661075-2020-03-29",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "German minister commits suicide allegedly over coronavirus worries",
        "url": "https://www.indiatoday.in/world/story/finance-minister-thomas-schaefer-home-state-germany-financial-centre-commits-suicide-death-linked-virus-crisis-1661073-2020-03-29",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "337 FIRs registered, 627 arrested for violating lockdown in J&K: DGP",
        "url": "https://www.indiatoday.in/coronavirus-outbreak/story/337-firs-registered-627-arrested-violating-lockdown-j-k-dgp-1661071-2020-03-29",
        "content": "",
        "source": "India Times"
    }
]