{
    "news": [
        {
            "title": "C-DAC launches hackathon for Covid-19 solutions",
            "url": "https://timesofindia.indiatimes.com/india/c-dac-launches-hackathon-for-covid-19-solutions/articleshow/75041016.cms",
            "content": "PUNE: Researchers and students will now get an opportunity to find solutions for identifying, tracking and forecasting outbreaks of  and facilitating drug discovery as well.\nThe hackathon looks for solutions with priorities including achieve better and faster turnaround time for testing and results, to identify, track and forecast outbreaks, to develop the drug re-purposing simulations leading to new drug discovery among others.",
            "source": "Times of india",
            "time": "Swati Shinde | TNN |  Apr 8, 2020, 10:38 IST"
        },
        {
            "title": "Ignou Pune conducts orientation online due to Covid-19 lockdown",
            "url": "https://timesofindia.indiatimes.com/home/education/news/ignou-pune-conducts-orientation-online-due-to-covid-19-lockdown/articleshow/75040782.cms",
            "content": "PUNE: Researchers and students will now get an opportunity to find solutions for identifying, tracking and forecasting outbreaks of  and facilitating drug discovery as well.\nThe hackathon looks for solutions with priorities including achieve better and faster turnaround time for testing and results, to identify, track and forecast outbreaks, to develop the drug re-purposing simulations leading to new drug discovery among others.",
            "source": "Times of india",
            "time": ""
        },
        {
            "title": "Covid-19: Fear and anxiety worry inmates of Pune shelter homes",
            "url": "https://timesofindia.indiatimes.com/home/education/news/covid-19-fear-and-anxiety-worry-inmates-of-pune-shelter-homes/articleshow/75040378.cms",
            "content": "PUNE: Researchers and students will now get an opportunity to find solutions for identifying, tracking and forecasting outbreaks of  and facilitating drug discovery as well.\nThe hackathon looks for solutions with priorities including achieve better and faster turnaround time for testing and results, to identify, track and forecast outbreaks, to develop the drug re-purposing simulations leading to new drug discovery among others.",
            "source": "Times of india",
            "time": ""
        },
        {
            "title": "Retd headmistress donates full year’s pension to CM’s relief fund to fight Covid-19 battle",
            "url": "https://timesofindia.indiatimes.com/india/retd-headmistress-donates-full-years-pension-to-cms-relief-fund-to-fight-covid-19-battle/articleshow/75040312.cms",
            "content": "Usually, Chavan would save up the money every year and use it all to celebrate  in a temple that the family had acquired near .\nBut, this year, due to the lockdown, she was unable to celebrate the festival and instead decided to donate the money for a noble cause.\nHer son Ganesh said the family acquired the Ram temple in 1994 and since the next year they celebrate Ram Navami at the temple.",
            "source": "Times of india",
            "time": "Ardhra Nair | TNN |  Apr 8, 2020, 09:47 IST"
        },
        {
            "title": "Coronavirus latest updates: Over 5,000 tested positive in India",
            "url": "https://timesofindia.indiatimes.com/india/coronavirus-latest-updates-over-5000-tested-positive-in-india/articleshow/75040230.cms",
            "content": "NEW DELHI: The death toll due to the novel  rose to 149 and the number of cases to 5,194 in the country on Wednesday, as per health ministry.\nMaharashtra alone recorded 150 new cases — the highest single-day count for any state — and its total number of infections crossed 1,000.\nIn India, Maharashtra has reported the most coronavirus deaths at 64.\nOver 50 doctors and medical staff have tested positive for coronavirus across the country and over 100 have been quarantined.\nKanchibotla, who was a former contributor to the United News of India news agency, died of coronavirus at a New York hospital on Monday night.\nA 14-month-old COVID-19 positive child died at a government hospital in Gujarat's Jamnagar on Tuesday.\nGujarat has so far recorded 175 positive cases of COVID-19, with 16 deaths linked to the novel coronavirus.\nCiting a study by the Indian Council of Medical Research (ICMR), Agarwal said one Covid-19 patient could potentially infect 406 people in 30 days if he/she doesn't practise social distancing.\nAgarwal said that if people follow the proper measures and social distancing, the infection rate can be cut down to just 2.5 people per patient in 30 days.\nVoicing joy and excitement from behind face masks, tens of thousands of people fled Wuhan on Wednesday after a 76-day travel ban was lifted on the Chinese city where the coronavirus pandemic first emerged.\nA global condom shortage is looming as the coronavirus pandemic shutters factories and disrupts supply chains, the world's top maker of the contraceptives said, with the United Nations warning of \"devastating\" consequences.\nNew York City's death toll from the coronavirus rose past 4,000 on Tuesday, eclipsing the number killed (2,977) at the World Trade Center on 9/11.\nNew York state recorded 731 new coronavirus deaths, its biggest one-day jump yet, for a statewide toll of nearly 5,500.",
            "source": "Times of india",
            "time": "TIMESOFINDIA.COM | Updated: Apr 8, 2020, 11:22 IST"
        },
        {
            "title": "65 education officials to administer quarantine facilities in Pune district",
            "url": "https://timesofindia.indiatimes.com/home/education/news/65-education-officials-to-administer-quarantine-facilities-in-pune-district/articleshow/75040116.cms",
            "content": "NEW DELHI: The death toll due to the novel  rose to 149 and the number of cases to 5,194 in the country on Wednesday, as per health ministry.\nMaharashtra alone recorded 150 new cases — the highest single-day count for any state — and its total number of infections crossed 1,000.\nIn India, Maharashtra has reported the most coronavirus deaths at 64.\nOver 50 doctors and medical staff have tested positive for coronavirus across the country and over 100 have been quarantined.\nKanchibotla, who was a former contributor to the United News of India news agency, died of coronavirus at a New York hospital on Monday night.\nA 14-month-old COVID-19 positive child died at a government hospital in Gujarat's Jamnagar on Tuesday.\nGujarat has so far recorded 175 positive cases of COVID-19, with 16 deaths linked to the novel coronavirus.\nCiting a study by the Indian Council of Medical Research (ICMR), Agarwal said one Covid-19 patient could potentially infect 406 people in 30 days if he/she doesn't practise social distancing.\nAgarwal said that if people follow the proper measures and social distancing, the infection rate can be cut down to just 2.5 people per patient in 30 days.\nVoicing joy and excitement from behind face masks, tens of thousands of people fled Wuhan on Wednesday after a 76-day travel ban was lifted on the Chinese city where the coronavirus pandemic first emerged.\nA global condom shortage is looming as the coronavirus pandemic shutters factories and disrupts supply chains, the world's top maker of the contraceptives said, with the United Nations warning of \"devastating\" consequences.\nNew York City's death toll from the coronavirus rose past 4,000 on Tuesday, eclipsing the number killed (2,977) at the World Trade Center on 9/11.\nNew York state recorded 731 new coronavirus deaths, its biggest one-day jump yet, for a statewide toll of nearly 5,500.",
            "source": "Times of india",
            "time": ""
        },
        {
            "title": "Covid-19 lockdown: Day-wise self-study plan for Pune zilla parishad school students ready",
            "url": "https://timesofindia.indiatimes.com/india/covid-19-lockdown-day-wise-self-study-plan-for-pune-zilla-parishad-school-students-ready/articleshow/75039992.cms",
            "content": "Education officer  said there should be no gaps in learning due to cancellation of classes and students staying at home must be engaged for a few hours a day at least.\nMany private schools in the city have begun similar initiatives to keep students engaged in studies at home during the lockdown period.",
            "source": "Times of india",
            "time": "Swati Shinde | TNN |  Apr 8, 2020, 09:20 IST"
        },
        {
            "title": "ECA studying impact of Covid-19 lockdown on river pollution in Pimpri Chinchwad",
            "url": "https://timesofindia.indiatimes.com/home/education/news/eca-studying-impact-of-covid-19-lockdown-on-river-pollution-in-pimpri-chinchwad/articleshow/75039812.cms",
            "content": "Education officer  said there should be no gaps in learning due to cancellation of classes and students staying at home must be engaged for a few hours a day at least.\nMany private schools in the city have begun similar initiatives to keep students engaged in studies at home during the lockdown period.",
            "source": "Times of india",
            "time": ""
        },
        {
            "title": "“Samadhan” - a challenge to fight against Covid-19",
            "url": "https://timesofindia.indiatimes.com/home/education/news/samadhan-a-challenge-to-fight-against-covid-19/articleshow/75039687.cms",
            "content": "Education officer  said there should be no gaps in learning due to cancellation of classes and students staying at home must be engaged for a few hours a day at least.\nMany private schools in the city have begun similar initiatives to keep students engaged in studies at home during the lockdown period.",
            "source": "Times of india",
            "time": ""
        },
        {
            "title": "Hope to get nasal vaccine against Covid-19 into market in 12-18 months: Hyderabad-based Bharat Biotech",
            "url": "https://timesofindia.indiatimes.com/india/hope-to-get-nasal-vaccine-against-covid-19-into-market-in-12-18-months-hyderabad-based-bharat-biotech/articleshow/75039654.cms",
            "content": "CoroFlu builds on cutting-edge technology from an influenza vaccine already being developed by US company FluGen, and based on research at the University of Wisconsin, Madison (UWM).\nA. BBIL is working in collaboration with an international team of virologists and vaccine manufacturers from UWM and FluGen for the development of CoroFlu. The vaccine will build on the backbone of FluGen’s flu vaccine candidate known as M2SR.\nA. While the flu vaccine is in clinical trials, the safety and efficacy of CoroFlu must still be assessed in animal models at UWM’s Influenza Research Institute before it can be produced and clinically tested by BBIL.\nRefinement of the CoroFlu vaccine concept and testing in laboratory animal models at UWM is expected to take three to six months.\nA. Apart from 16 routine vaccines manufactured by BBIL, the company had developed and licensed a vaccine for H1N1 [or swine flu] in 2009 within 14 months of its outbreak in India.",
            "source": "Times of india",
            "time": "Surendra Singh | TNN |  Apr 8, 2020, 08:47 IST"
        },
        {
            "title": "India Sees Biggest Jump In COVID-19 Deaths, Cases In 24 Hours",
            "url": "https://www.ndtv.com/india-news/149-coronavirus-deaths-in-india-35-in-24-hours-5-194-cases-so-far-2208006?pfrom=home-coronavirus-lateststories_live",
            "content": "India COVID-19 Cases: India is currently under a 21-day lockdown to stem the spread of coronavirus.\nAccording to it, the coronavirus cases in the country will peak by June 1, state minister KT Rama Rao told NDTV on Tuesday.\nMore than one-third of the total number of coronavirus cases in India is linked to a religious gathering in Delhi last month, which has been identified as a hotspot for the spread of the highly contagious coronavirus.",
            "source": "NDTV",
            "time": "Updated: April 08, 2020 11:13 am IST"
        },
        {
            "title": "Group Of Ministers Suggests Lockdown Extension For Schools, Colleges",
            "url": "https://www.ndtv.com/india-news/group-of-ministers-suggest-lockdown-extension-for-schools-colleges-2207926?pfrom=home-coronavirus-lateststories_live",
            "content": "All educational institutions should remain closed for another four weeks and the ban on religious gatherings should also be extended for a similar period, a Group of Ministers proposed on Tuesday.\nAt their fourth meeting on COVID-19 since Mach 25 on Tuesday, the ministers recommended an extension of the closure of all educational institutions irrespective of whether the lockdown is extended or not, sources said.\nThe meeting -- attended by Home Minister Amit Shah, Finance Minister Nirmala Sitharaman and chaired by Defence Minister Rajnath Singh -- also suggested that along with religious centres and educational institutions, shopping malls must also not be allowed to resume normal functioning for at least for four weeks from April 14, when the current lockdown ends.",
            "source": "NDTV",
            "time": "Updated: April 08, 2020 10:14 am IST"
        },
        {
            "title": "Asha Workers Allegedly Manhandled During COVID-19 Survey In Karnataka",
            "url": "https://www.ndtv.com/karnataka-news/coronavirus-updates-belagavi-karnataka-asha-workers-allegedly-manhandled-during-covid-19-survey-2207959?pfrom=home-coronavirus-lateststories_live",
            "content": "A few days ago, four other ASHA workers at Kudachi in Belagavi district were also manhandled when they went for a door-to-door survey and police have arrested five people from a minority community.",
            "source": "NDTV",
            "time": "Updated: April 08, 2020 07:09 am IST"
        },
        {
            "title": "Quarantined Islamic Sect Members Suspected Of Throwing Urine, Case Filed",
            "url": "https://www.ndtv.com/india-news/coronavirus-tablighi-jamaat-urine-filled-bottles-thrown-at-delhi-flats-holding-mosque-event-attendee-2208012?pfrom=home-coronavirus-lateststories_live",
            "content": "More than 1,000 coronavirus cases have been linked to the Tablighi Jamaat Tablighi Jamaat members quarantined for COVID-19 infection at four flats in Delhi's Dwarka neighbourhood have been accused of \"throwing bottles filled with urine\", after two such bottles were recovered from a water pump behind the building.\nAccording to the FIR, based on a complaint filed by the Assistant Director of the quarantine facility in Dwarka's Sector 16B, the isolated Jamaat attendees have been accused of throwing the bottles \"to spread coronavirus among other people\".\nThis is days after other members of the Jamaat - an Islamic sect linked to over 1,400 novel coronavirus cases across the country - were charged by the Uttar Pradesh government under the National Security Act (NSA) following allegations of assault on medical staff in a Ghaziabad hospital.\nOf the total number of cases, the government has said, at least 1,445 cases have been linked to the religious gathering held by the Jamaat in south Delhi's Nizamuddin last month.",
            "source": "NDTV",
            "time": "Updated: April 08, 2020 11:12 am IST"
        },
        {
            "title": "Madhya Pradesh Officers Accused Of Dodging COVID-19 Checks, Served Notice",
            "url": "https://www.ndtv.com/india-news/madhya-pradesh-officers-accused-of-dodging-covid-19-checks-served-notice-2207955?pfrom=home-coronavirus-lateststories_live",
            "content": "Pallavi Jain-Govil held meetings with the Chief Minister, Chief Secretary and other senior officials With at least 40 of the 85 coronavirus cases in Bhopal reported within the Madhya Pradesh health department, senior government officials in the state have found themselves under scrutiny over allegations that they sidestepped rules framed to check the spread of the disease.\nAmong those who have tested positive for coronavirus in the state are two IAS officers Principal Health Secretary Pallavi Jain-Govil and Health Corporation MD J Vijay Kumar besides the Additional Director of Health Dr Veena Sinha.\nMs Jain-Govil had been praised by Madhya Pradesh Chief Minister Shivraj Singh Chouhan who had said, \"It's with assistance from officials like you that we will soon get rid of the infection from the state.\" However, the Chief Minister's admiration was not enough to dissuade the state Human Rights Commission (MPHRC) to seek a response from the government over allegations that some top bureaucrats had delayed their hospitalisation despite showing symptoms like to COVID-19.",
            "source": "NDTV",
            "time": "Updated: April 08, 2020 09:59 am IST"
        },
        {
            "title": "The Only Indian Billionaire To Get Richer Under Coronavirus Lockdown",
            "url": "https://www.ndtv.com/india-news/coronavirus-updates-the-only-indian-billionaire-radhakishan-damani-to-get-richer-under-coronavirus-l-2207987?pfrom=home-coronavirus-lateststories_live",
            "content": "Radhakishan Damani's Avenue Supermarts shares have advanced 18% this year.\nThe net worth of Radhakishan Damani, who controls Avenue Supermarts Ltd., has surged 5% this year to $10.2 billion, singling him out as the only billionaire with gains among the 12 richest Indians whose wealth is tracked by the Bloomberg Billionaires Index.\nShares of Avenue Supermarts, which contribute nearly all of the wealth to Damani's net worth, have advanced 18% this year.",
            "source": "NDTV",
            "time": "Updated: April 08, 2020 09:14 am IST"
        },
        {
            "title": "\"No Better Time To Hone Skills\": Minister's Wife, Daughter Stitch Masks",
            "url": "https://www.ndtv.com/india-news/coronavirus-india-union-minister-dharmendra-pradhans-wife-daughter-stitch-masks-2207993?pfrom=home-coronavirus-lateststories_live",
            "content": "India COVID-19 Cases: Dharmendra Pradesh's wife Mridula and daughter Naimisha making masks at home.\nUnion Minister Dharmendra Pradhan's wife and daughter are making masks at home for the family and for others who need, for protection from coronavirus, the minister said.\nLast week, the government recommended that people cover their faces with homemade, reusable masks when they step out of their homes as part of measures to stem the spread of coronavirus in the country.\nIn a detained advisory on using masks, the government also stressed on the need of face covers for people living in densely populated areas across the country.",
            "source": "NDTV",
            "time": "Updated: April 08, 2020 09:58 am IST"
        },
        {
            "title": "Covid-19 Lockdown: Ministers recommend extension of closure of schools, colleges till May 15",
            "url": "https://www.indiatoday.in/education-today/news/story/covid-19-lockdown-ministers-recommend-extension-of-closure-of-schools-colleges-till-may-15-1664570-2020-04-08",
            "content": "The GoM also recommended measures to enhance testing facilities for coronavirus infection in medical laboratories, the sources said.Government pushed to improve medical infrastructureOpposition leaders as well as leading healthcare experts have been pressing the government to ramp up infrastructure to increase coronavirus tests across the country to have a realistic assessment of the situation arising out of the pandemic in India.Chemicals and Fertilisers Minister D V Sadananda Gowda, Women and Child Development Minister Smriti Zubin Irani and Jal Shakti Minister Gajendra Singh Shekhawat were also among those who attended the meeting.The GoM also recommend monitoring of the public places like religious centres and malls through surveillance drones, the sources said.Why are religious gathering being restricted?One of the main reasons why public religious gatherings are being restricted because people tend to gather in large numbers and the risk of spreading the virus is very high.",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 10:52 IST"
        },
        {
            "title": "Is hiding Jamaat cases about vote bank: BJP asks Mamata on Bengal Covid-19 numbers",
            "url": "https://www.indiatoday.in/india/story/is-hiding-jamaat-cases-about-vote-bank-bjp-asks-mamata-on-bengal-covid-19-numbers-1664569-2020-04-08",
            "content": "The BJP has accused Mamata Banerjee of indulging in vote bank politics after the West Bengal Chief Minister refused to share update on those who attended the Tablighi Jamaat event in Delhi, identified as a hotspot for the spread of novel coronavirus.A day after Mamata Banerjee avoided a query on Tablighi Jamaat cases in West Bengal by asking the media not to ask \"such communal questions\", BJP IT cell head Amit Malviya hit out at the CM and alleged that the CM was trying to appease minority over the issue.\"Jamaat cases have exploded across, but no clarity on the latest numbers in Bengal.\nAmit Malviya asked.Mamata Banerjee when asked for an update on Tablighi cases said, Don’t ask communal questions.Jamaat cases have exploded across, but no clarity on the latest numbers in Bengal.",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 10:58 IST"
        },
        {
            "title": "Two Covid-19 patients die in Pune district toll rises to 10",
            "url": "https://www.indiatoday.in/india/story/two-covid-19-patients-die-in-pune-district-toll-rises-to-10-1664567-2020-04-08",
            "content": "",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 10:43 IST"
        },
        {
            "title": "Covid-19: Jos Buttler raises 65,000 pounds from World Cup shirt auction",
            "url": "https://www.indiatoday.in/sports/cricket/story/jos-buttler-england-world-cup-final-shirt-auction-winning-bid-coronavirus-relief-1664563-2020-04-08",
            "content": "",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 10:39 IST"
        },
        {
            "title": "Did not even know about racism when I was discriminated against: Jwala Gutta",
            "url": "https://www.indiatoday.in/sports/badminton/story/jwala-gutta-exclusive-on-coronavirus-pandemic-racism-due-to-covid-19-chinese-mother-india-lockdown-1664562-2020-04-08",
            "content": "Ace badminton player Jwala Gutta, who has represented India at the highest level in mixed and women’s doubles events, has condemned the recent acts of racism against the north-east people of the country during the time of coronavirus and also spoken about her personal encounter with racist abuses on social media platforms.Jwala Gutta, who hails from a mixed origin, was born to a Chinese mother and a Telugu father.\nSince then, there has been a lot of hateful abuse against the Chinese people.Not just this, north-eastern people in India have also been subjected to harassment and discrimination in the country.Indiatoday.in spoke to Jwala Gutta about the racist acts in the country amid the Covid-19 crisis and also asked the shuttler how she has been spending time during the lockdown.Here are the excerpts from the interview:Q: Your views on the racist abuse against Northeastern people?\nHave you experienced any racism in your growing up years or in the current time?Jwala Gutta: I saw on social media that some people spat on a North-eastern girl and that sort of disturbed me.\nAfter this coronavirus thing, people started calling me half-corona on Twitter.Social media has become very prominent in the last 10 years and very aggressive in the last 10 years.\nWhen it comes to trolling on face, I do not think all of these people have any courage because their point is lost once they start name-calling you.\nBut one thing I do not understand is, I see a lot of people jogging on the road.\nThat is very wrong.Q: Your thoughts on Tokyo Olympic postponement?Jwala: I think it won't benefit players as you will only grow one year older.",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 10:44 IST"
        },
        {
            "title": "China: Wuhan lockdown ends, but another begins as local coronavirus cases rise",
            "url": "https://www.indiatoday.in/world/story/coronavirus-wuhan-lockdown-heilongjiang-1664560-2020-04-08",
            "content": "Flights to Beijing and international locations have not been restored.\"I’m very happy, I’m going home today, migrant worker Liu Xiaomin told Reuters as she stood with her suitcases inside Wuhan’s Hankou railway station, bound for Xiangyang city.Wuhan residents have also been urged not to leave their neighbourhood, their city and even the province unless absolutely necessary.People from Wuhan arriving in the Chinese capital Beijing will have to undergo two rounds of testing for the virus.China maintains strict screening protocols, concerned about any resurgence in domestic transmissions due to virus carriers who exhibit no symptoms and infected travellers arriving from overseas.IMPORTED CASESAsymptomatic patients and imported infections have become China's chief concern.Mainland China's new coronavirus cases doubled in 24 hours as the number of infected overseas travellers surged, and new asymptomatic infections more than quadrupled.Mainland China's new coronavirus cases doubled in 24 hours as the number of infected overseas travellers surged, and new asymptomatic infections more than quadrupled.New confirmed cases rose to 62 on Tuesday from 32 a day earlier, the National Health Commission said, the highest since March 25.",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 10:30 IST"
        },
        {
            "title": "Coronavirus: Hong Kong extends social distancing restrictions",
            "url": "https://www.indiatoday.in/world/story/coronavirus-hong-kong-social-distancing-measures-1664556-2020-04-08",
            "content": "Hong Kong said on Wednesday social-distancing restrictions including the closure of some bars and pubs and a ban on public gatherings of more than four people would be extended until April 23 as it battles to halt the spread of coronavirus.The government said a \"drastic\" more than two-fold spike in the number of cases in Hong Kong over the past two weeks to 936 meant the move was necessary.",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 10:13 IST"
        },
        {
            "title": "Twitter CEO Jack Dorsey pledges $1 billion of his wealth for Covid-19 fight",
            "url": "https://www.indiatoday.in/business/story/twitter-ceo-jack-dorsey-pledges-1-billion-of-his-wealth-for-fight-against-coronavirus-1664553-2020-04-08",
            "content": "Twitter Inc Chief Executive Officer Jack Dorsey on Tuesday pledged $1 billion of his stake in Square Inc, the payments processor that he co-founded and heads, to help fund relief efforts related to the coronavirus pandemic.In a series of tweets, Dorsey said the amount, representing about 28% of his wealth, will be donated to his charity fund, Start Small LLC, which would later focus its attention to universal basic income and girls' health and education.",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 10:16 IST"
        },
        {
            "title": "US pushes back on call by OPEC+ to join big oil output cuts",
            "url": "https://www.indiatoday.in/business/story/us-opec-coronavirus-1664550-2020-04-08",
            "content": "Saudi Arabia, Russia and allied oil producers will agree to deep cuts to their crude output at talks this week only if the United States and several others join in with curbs to help prop up prices that have been hammered by the coronavirus crisis.However, the US Department of Energy noted in a statement on Tuesday that US output is already falling without government action, in line with the White House’s insistence that it would not intervene in the private markets.\nSince then, Saudi Arabia has been flooding the market with extra crude, and it has insisted it would no longer carry what it considered an unfair burden of output cuts.Benchmark Brent crude settled at about $32 a barrel on Tuesday, about half its level at the end of 2019.Three-plus years of production curbs by OPEC+ left an opening for the United States to gain market share as it boosted shale production to push national output to 13 million bpd, the most worldwide.The US success in growing crude output has frustrated some members of the production-cut pact, most specifically Russia, whose oil companies have bemoaned giving up market share to the United States.US Department of Energy projections now show U.S. oil output averaging 11 million bpd in 2021, which correlates to about a 2 million bpd decline from the late 2019 peak.US antitrust laws prohibit oil producers in the United States from taking steps to push up oil prices.",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 09:56 IST"
        },
        {
            "title": "'Hardest day': NY's Cuomo sees coronavirus slowing despite record death toll",
            "url": "https://www.indiatoday.in/world/story/coronavirus-new-york-andrew-cuomo-1664547-2020-04-08",
            "content": "\"You just don't know how it's going to change, and you just hope it keeps getting better, but - you know - we haven't turned that corner fully yet.\"In Wisconsin, voters on Tuesday braved the coronavirus outbreak to wait 6 feet (1.8 m) apart in lines for hours and cast ballots in the state's presidential primary and local elections.For the United States, the tally of known coronavirus infections approached 400,000 on Tuesday, with the number of deaths surpassing 12,700 in a record single-day jump of more than 1,800 nationwide.New York state accounted for more than a third of U.S. confirmed coronavirus cases to date, and nearly half the cumulative death toll - 5,489 as of Tuesday.But Cuomo said the rising number of deaths was a \"lagging indicator\" coming days or weeks after the onset of infections.He pointed instead to slowing rates of coronavirus hospitalizations, intensive care admissions and ventilator intubations as signs social distancing measures imposed last month were working.CALIBRATED MESSAGESThe governors of Illinois and Louisiana - two other hot spots in the U.S. pandemic - likewise paired reports of record jumps in Covid-19 deaths with data suggesting the contagion may be reaching a plateau.The messages seemed calibrated to convey a sense of hope while urging the public to abide strictly by stay-at-home orders imposed by governors of 42 states.\"Let's not get complacent,\" Cuomo told a news conference.\nThat's why you see those numbers coming down.\"Across the country, California Governor Gavin Newsom said the infection curve in his state - the first to impose stay-at-home orders - was \"bending but it's also stretching,\" with the virus outbreak there expected to peak in mid- to late May.\"The curve continues to rise, but now it is slower,\" he told a news briefing.In another glimmer of good news, the U.S. surgeon general, Jerome Adams, said on Tuesday the pandemic may end up killing fewer Americans than the range of 100,000 to 240,000 projected earlier by the U.S. Centers for Disease Control and Prevention.The latest research model from the University of Washington - one of several cited by leading health authorities - has forecast U.S. coronavirus deaths totaling fewer than 82,000 by Aug. 4.Adams, who is black, also acknowledged early data showing African Americans more likely to die from Covid-19, highlighting longstanding disparities in health and inequalities in access to medical care.REOPEN ECONOMYThe steps to curb the pandemic have hammered the U.S. economy, closing many businesses while unemployment soars.Trump reiterated at a White House briefing he wanted to reopen the U.S. economy soon.\"We want to get it open soon, that's why I think maybe we're getting to the very top of the curve,\" Trump said.New York City Mayor Bill de Blasio, whose city is the focal point of the state's outbreak, said it was too early to declare a corner had been turned but cited encouraging developments.\"The number of people showing up in our hospitals who need a ventilator - that situation has improved a bit in recent days,\" he said.In the nation's second-largest city, Los Angeles Mayor Eric Garcetti on Tuesday ordered workers providing \"non-medical\" essential services, such as supermarket employees, wear face coverings while on the job.",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 09:51 IST"
        },
        {
            "title": "We ex-players still have doors open to us: Dunga on Brazil's fight against Covid-19",
            "url": "https://www.indiatoday.in/sports/football/story/we-ex-players-still-have-doors-open-to-us-dunga-on-brazil-fight-against-covid-19-1664545-2020-04-08",
            "content": "",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 09:50 IST"
        },
        {
            "title": "New York virus deaths exceed 4,000 while China lifts Wuhan lockdown, Trump fumes at WHO | Global Roundup",
            "url": "https://www.indiatoday.in/world/story/new-york-death-toll-crosses-4000-china-wuhan-lockdown-global-roundup-1664542-2020-04-08",
            "content": "New York City's death toll from the coronavirus rose past 4,000 on Tuesday, eclipsing the number killed at the World Trade Center on 9/11.\nIn Britain, Prime Minister Boris Johnson lay in intensive care, believed to be the first major world leader hospitalized with the virus.The twin developments came even as the crisis seemed to be easing or at least stabilizing, by some measures, in New York and parts of Europe, though health officials warned people at nearly every turn not to let their guard down.After 76 days, China finally lifted the lockdown on Wuhan, the city of 11 million where the outbreak began.COVID-19's toll in New York City is now more than 1,000 deaths higher than that of the deadliest terror attack on U.S. soil, which killed 2,753 people in the city and 2,977 overall, when hijacked planes slammed into the twin towers, the Pentagon and a Pennsylvania field on Sept.\n11, 2001.New York state recorded 731 new coronavirus deaths, its biggest one-day jump yet, for a statewide toll of nearly 5,500, Gov. Andrew Cuomo said.\"A lot of pain again today for many New Yorkers,\" he said.But in an encouraging sign, the governor said hospital admissions and the number of those receiving breathing tubes are dropping, indicating that social distancing measures are succeeding.And alarming as the one-day increase in deaths might sound, the governor said that's a \"lagging indicator,\" reflecting people who had been hospitalized before this week.\n\"Maybe I'll become a recluse.\"In some European hot spots, as in New York, authorities saw signs that the outbreak was turning a corner, based on slowdowns in new deaths and hospitalizations.In Spain, new deaths Tuesday rose to 743 and infections climbed by 5,400 after five days of declines, but the increases were believed to reflect a weekend backlog.\nAuthorities said they were confident in the downward trend.In Italy, with over 16,500 deaths, authorities appealed to people ahead of Easter weekend not to lower their guard and to abide by a lockdown now in its fifth week, even as new cases dropped to a level not seen since the early weeks of the outbreak.In France, the number of dead passed the bleak milestone of 10,000, climbing to more than 10,300, said Jerome Salomon, national health director.\"We are in the epidemic's ascendant stage,\" he said.",
            "source": "India Today",
            "time": "UPDATED: April 8, 2020 09:31 IST"
        }
    ],
    "time": "Today at 11:25 AM"
}