[
    {
        "title": "Rs 5 lakh life cover for LPG delivery boys, pump attendants next",
        "url": "https://timesofindia.indiatimes.com/india/rs-5-lakh-life-cover-for-lpg-delivery-boys-pump-attendants-next/articleshow/74901512.cms",
        "content": "Singh said the PSU oil companies hold enough stock of LPG to last 20-22 days.\nI expect LPG demand to rise further as people remain confined to their homes and supply of free refills to 8.3 crore poor households under Ujjwala scheme begins next month.\nIndia imports 55% of the 27.5 million tonne of LPG it consumes in a year and  supplies some 200,000 tonne of the fuel every month.\nThe number of panic-bookings of LPG cylinders are showing signs of ebbing as many consumers, who booked a refill in anticipation of delays due to the corona lockdown, had to turn away delivery boys because they were yet to exhaust a cylinder but the refills arrived within the usual period.",
        "source": "Times of india"
    },
    {
        "title": "Coronavirus: Maha Dy CM demands Rs 25k cr package from Centre",
        "url": "https://timesofindia.indiatimes.com/india/coronavirus-maha-dy-cm-demands-rs-25k-cr-package-from-centre/articleshow/74901446.cms",
        "content": "\"The Centre's dues are part of the subsidy and financial assistance which amounts to Rs 14,967 crore and share of state in various taxes which is Rs 1,687 crore,\" he said.",
        "source": "Times of india"
    },
    {
        "title": "COVID-19: Gujarat toll rises to 6; case tally increases to 70",
        "url": "https://timesofindia.indiatimes.com/india/covid-19-gujarat-toll-rises-to-6-case-tally-increases-to-70/articleshow/74900846.cms",
        "content": "AHMEDABAD: With the death of one more  positive patient on Monday, the toll in Gujarat rose to six even as the number of infections increased to 70 with the addition of seven new positive cases, a senior health department official said.\nAs many as four  patients have been discharged in the state so far, two each in Ahmedabad and Surat, she said.\nAt the same time, the state reported seven new coronavirus positive cases, five in Bhavnagar and one each in Ahmedabad and Surat, including the woman who died in Bhavnagar, Ravi said.",
        "source": "Times of india"
    },
    {
        "title": "Rise in cases of alcohol withdrawal symptoms after Covid-19 lockdown",
        "url": "https://timesofindia.indiatimes.com/india/rise-in-cases-of-alcohol-withdrawal-symptoms-after-lockdown/articleshow/74900446.cms",
        "content": "HYDERABAD: There is a sudden spurt in the number of cases suffering from  cases in the city in view of the ongoing  lockdown that has resulted in closure of liquor shops and bars, officials said on Monday.\n\"Due to non-availability of toddy or liquor in local markets in view of ongoing coronavirus lockdown for the past one week, tipplers are experiencing mild, moderate and severe withdrawal symptoms such as sleeplessness and restlessness.\nMeanwhile, Excise Minister  advised tipplers suffering from withdrawal symptoms due to non- availability of liquor and toddy to practise yoga and meditation to overcome the syndrome.",
        "source": "Times of india"
    },
    {
        "title": "Lockdown effect: Telangana to implement pay cut for govt employees",
        "url": "https://timesofindia.indiatimes.com/india/lockdown-effect-telangana-government-to-implement-pay-cut/articleshow/74900428.cms",
        "content": "After the meeting it was decided to cut 75 per cent of salaries of the Chief Minister, Ministers, MLAs, MLCs, chairmen of various corporations and local public representatives, an official release said.\nThere will be a pay cut of 60 per cent in AIS officers such as IAS, IPS and IFS while it will be 50 per cent in state government employees.",
        "source": "Times of india"
    },
    {
        "title": "Ensure uninterrupted supply of vital medicines, food products: Goyal to G20 trade ministers",
        "url": "https://timesofindia.indiatimes.com/india/ensure-uninterrupted-supply-of-vital-medicines-food-products-goyal-to-g20-trade-ministers/articleshow/74900330.cms",
        "content": "Participating in the Extraordinary G20 Trade and Investment Ministerial virtual meeting, commerce and industry minister,  said that trade facilitative responses need to be in place, and wherever necessary, requirements by authorities like customs, banks of producing original documents by importers for various clearances can be removed temporarily.\n\"Additionally, we need to think of a suitable framework under which critical pharma products, medical devices, diagnostic equipment and kits and healthcare professionals can be deployed at short notice across territories under a pre-agreed protocol,\" he said.\nAdditionally, the member countries need to think of a suitable framework under which critical pharma products, medical devices, diagnostic equipment and kits and healthcare professionals can be deployed at short notice across territories under a pre-agreed protocol.\nTherefore, he added, that the countries need to work towards creating a global framework for further enhancing affordable access to medicines for fighting pandemics and facilitating easier movement of healthcare professionals across national borders.",
        "source": "Times of india"
    },
    {
        "title": "Covid-19: Chennai varsity team develops washable, reusable mask",
        "url": "https://timesofindia.indiatimes.com/india/covid-19-chennai-varsity-team-develops-washable-reusable-mask/articleshow/74899854.cms",
        "content": "CHENNAI: With masks in huge demand to protect against , a team of researchers from  said on Monday that it has developed a reusable and hence cost-effective mask made of polyester pile fabric.",
        "source": "Times of india"
    },
    {
        "title": "Assam eases lockdown norms?",
        "url": "https://timesofindia.indiatimes.com/india/assam-eases-lockdown-norms/articleshow/74900012.cms",
        "content": "The cabinet, as announced earlier, decided that 58 lakh families registered under the  Act (NFSA) will start receiving free rice from April 1 on doorsteps.",
        "source": "Times of india"
    },
    {
        "title": "Maharashtra lockdown: 5 trucks with 600 people intercepted in Nashik",
        "url": "https://timesofindia.indiatimes.com/india/maharashtra-lockdown-5-trucks-with-600-people-intercepted-in-nashik/articleshow/74899452.cms",
        "content": "NASHIK: Five trucks ferrying around 600 people in violation of  norms in place for the novel  outbreak were intercepted in Nashik in  on Monday, police said.",
        "source": "Times of india"
    },
    {
        "title": "Vistara asks staff to self-quarantine as Goan passenger on March 22 flight tests Covid-19 positive",
        "url": "https://timesofindia.indiatimes.com/india/vistara-asks-staff-to-self-quarantine-as-goan-passenger-on-march-22-flight-tests-covid-19-positive/articleshow/74899082.cms",
        "content": "NEW DELHI: Vistara on Monday asked crew members of its Mumbai-Goa flight on March 22 to self-quarantine after a passenger flying with it was tested positive for coronavirus.",
        "source": "Times of india"
    },
    {
        "title": "After Yogi Adityanath's Outburst At COVID-19 Meet, Top Officer Replaced",
        "url": "https://www.ndtv.com/india-news/coronavirus-uttar-pradesh-after-yogi-adityanaths-outburst-at-covid-19-meet-officer-seeks-leave-2203157?pfrom=home-coronavirus-lateststories_live",
        "content": "Yogi Adityanath was reportedly angry about what he believed was a weak response to coronavirus (File) Yogi Adityanath is on camera shouting at officers at a meeting today in a district near Delhi that has reported the most number of coronavirus cases in Uttar Pradesh.\nUP CM ⁦@myogiadityanath⁩ ‘s ANGRY OUTBURST at Noida meeting..said “ bakwaas band karo apni “ , Noida/Gr Noida has highest number of Covid cases(37) in UP, Apparently DM Noida has asked for 3 months leave after this behaviour from CM..\nGreater Noida's Jaypee Sports City complex has been turned into a quarantine facility, said District Magistrate BN Singh.Across India, the COVID-19 count is close to 1,100-mark; 29 deaths have been reported.",
        "source": "NDTV"
    },
    {
        "title": "300 In Hospitals For Test, Many Quarantined After Delhi Mosque Gathering",
        "url": "https://www.ndtv.com/delhi-news/coronavirus-india-at-delhis-nizamuddin-75-tested-2-000-quarantined-after-mosque-event-2202935?pfrom=home-coronavirus-lateststories_live",
        "content": "Around 2,000 people are in quarantine in the thickly-populated locality in south Delhi.\nOver 300 people in Delhi have been taken to different hospitals to be tested for coronavirus after a gathering at a mosque that featured visitors from Malaysia, Indonesia, Saudi Arabia and Kyrgyzstan.\nBut they returned, the police say, and now about 1,400 remain in the shrine complex in the thickly-populated locality in south Delhi.\nThough it has not been established that the man who died in Delhi - he was from Tamil Nadu - had coronavirus, the area has been sealed and the police are patrolling to ensure no one violates quarantine.",
        "source": "NDTV"
    },
    {
        "title": "COVID-19: UK's Prince Charles Out Of Self-Isolation, In Good Health",
        "url": "https://www.ndtv.com/world-news/covid-19-britains-prince-charles-out-of-self-isolation-in-good-health-2203138?pfrom=home-coronavirus-lateststories_live",
        "content": "British heir-to-the-throne Prince Charles, who had tested positive for coronavirus, is out of self-isolation after seven days and is in good health, his spokesman said on Monday.",
        "source": "NDTV"
    },
    {
        "title": "Those Who Died Of Coronavirus Will Be Cremated: Mumbai Civic Body BMC",
        "url": "https://www.ndtv.com/india-news/those-who-died-of-coronavirus-will-be-cremated-mumbai-civic-body-bmc-2203186?pfrom=home-coronavirus-lateststories_live",
        "content": "The circular issued in this regard today said the bodies of persons who have died of COVID-19 will be cremated irrespective of their religion.\nIt also said only five persons can attend the funeral and rituals involving touching the body should be avoided, reported news agency Press Trust of India.",
        "source": "NDTV"
    },
    {
        "title": "Rumours, Reports That Lockdown Will Be Extended Baseless: Centre",
        "url": "https://www.ndtv.com/india-news/government-denies-reports-claiming-21-day-lockdown-over-coronavirus-will-be-extended-calls-them-base-2202755?pfrom=home-coronavirus-lateststories_live",
        "content": "\"Rumours and media reports\" that the 21-day lockdown to check the spread of coronavirus will be extended are \"baseless\", the government asserted on Monday.\nA report had claimed that the government was debating extending the lockdown, alarmed over the infection risk posed by the mass exodus of migrants trying to reach home, desperate for food and shelter.\n\"There are rumours and media reports, claiming that the government will extend the #Lockdown21 when it expires.",
        "source": "NDTV"
    },
    {
        "title": "Bleach Sprayed On Migrants On Return To UP, Shows Shocking Video",
        "url": "https://www.ndtv.com/india-news/coronavirus-india-lockdown-disinfectant-sprayed-on-migrants-on-return-to-up-shows-shocking-video-2202916?pfrom=home-coronavirus-lateststories_live",
        "content": "A video shows migrants being sprayed with disinfectants.\nThe shocking video of migrants being \"disinfected\" has emerged from Uttar Pradesh on a day the Supreme Court took up a petition seeking relief for the thousands walking to their home states amid the 21-day lockdown.\nThe batch of migrants in the video had returned to UP over the weekend after special buses were arranged for them.\nBacchon ki aankhen band kar lo (please shut your eyes, also close eyes of the kids).\" After the clip led to criticism of the district administration, an official said: \"The migrants were sprayed with a mix of chlorine and water...\nSo we did what we thought was best.\" While they deny dehumanising the migrants and their children, the video gives an impression that batches are being mass-sprayed.\nWe don't know if the disinfectants were directly sprayed on them.\" He confirmed that the chemical used was Sodium Hypochlorite or bleach.\nbut spraying of disinfectants on migrants in Bareilly is an example of sheer cruelty, injustice.\nMeanwhile, another video - from March 23 - is being widely shared that shows a Kerala Fire Force team spraying disinfectant on a group of men.\nOn Sunday, the centre asked states to seal borders and prevent migrant exodus amid repeated appeals by PM Modi to ensure social distancing.",
        "source": "NDTV"
    },
    {
        "title": "All Banks Ensuring Branches Open, ATMs Working: Nirmala Sitharaman",
        "url": "https://www.ndtv.com/business/coronavirus-covid-19-lockdown-banks-ensuring-branches-open-atms-working-nirmala-sitharaman-2202988?pfrom=home-coronavirus-lateststories_live",
        "content": "Social distancing is respected and (hand) sanitizers are provided where necessary,\" the Finance Minister said on Twitter, seeking to allay concerns that the ongoing lockdown may hamper banking operations such as cash withdrawals.\nOn Thursday, Ms Sitharaman had denied reports that major banks in the country were shutting down most branches to protect their staff from the coronavirus pandemic.\nIn a communication to the public, the Indian Banks' Association (IBA) said on Friday that its member banks will continue to offer essential banking services in their respective branches.",
        "source": "NDTV"
    },
    {
        "title": "Coronavirus: UP govt transfers Rs 611 crore in bank account of over 27 lakh workers during lockdown",
        "url": "https://www.indiatoday.in/india/story/coronavirus-india-up-govt-transfers-crore-bank-account-over-lakh-workers-lockdown-1661560-2020-03-31",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Mumbai: Covid-19 spreads in chawl and Worli Koliwada",
        "url": "https://www.indiatoday.in/india/story/mumbai-covid-19-spreads-in-chawl-and-worli-koliwada-1661559-2020-03-31",
        "content": "Twelve people were tested positive for Covid-19 in a chawl of Elphinstone Road out of whom a 65-year-old woman died after testing positive for virus.The woman ran a lunch stall outside a corporate office and is suspected to have contacted coronavirus through one of her customers.\nAs of now 12 patients have tested positive,\" said Shiv Sena Corporator, Samadhan Sarvankar.Thousands of residents staying in Worli Koliwada are facing quarantine amid a lockdown after cluster of cases tested positive in the area.\nAs of Monday, eight people have tested positive in the area.The entire area has been sanitised and sealed.",
        "source": "India Times"
    },
    {
        "title": "25 Covid-19 cases in Sangli a 'punishment' for Jayant Patil: BJP",
        "url": "https://www.indiatoday.in/coronavirus-outbreak/story/25-covid-19-cases-sangli-punishment-for-jayant-patil-bjp-1661558-2020-03-31",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Coronavirus in India: With 25 fresh cases reported in Delhi, total rises to 97",
        "url": "https://www.indiatoday.in/india/story/coronavirus-india-fresh-cases-reported-delhi-total-rise-97-1661557-2020-03-31",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Thane: Two, including Sena leader, booked for defaming police officers using fake video on social media",
        "url": "https://www.indiatoday.in/india/story/thane-two-including-sena-leader-booked-defaming-police-officers-using-fake-video-social-media-1661556-2020-03-31",
        "content": "The Thane Police has booked two people for allegedly defaming police officials from Ulhasnagar on social media and messenger applications through a video alleging that the policemen were assaulting an innocent citizen during the lockdown.The accused - Shiv Sena leader from Ulhasnagar and a real estate developer - had posted a video on social media platforms alleging that the policemen seen in the video were from Ulhasnagar as well.In fact, the video posted by the accused duo was not from Ulhasnagar and was from somewhere else.",
        "source": "India Times"
    },
    {
        "title": "Coronavirus in India: Punjab records 3rd death, 42-year-old Ludhiana woman dies",
        "url": "https://www.indiatoday.in/india/story/coronavirus-india-punjab-records-third-death-42-year-old-ludhiana-woman-dies-1661555-2020-03-31",
        "content": "A 42-year-old coronavirus-positive woman died at a Patiala hospital on Monday, taking the Covid-19 death toll in Punjab to three, an official said.It is the second coronavirus-related death within 24 hours in the state where 41 people are confirmed so far to have been infected by the novel coronavirus.The Ludhiana resident was admitted at the hospital on Sunday night, Patiala Civil Surgeon Harish Malhotra said over the phone.\"She was complaining of breathlessness and had acute respiratory distress syndrome,\" he said.Malhotra said she died around 1.30 pm on Monday, before the report of her samples confirming her as coronavirus positive arrived.She was among the three patients who tested positive on Monday, taking the coronavirus count in the state to 41.The three people who have died of the infection in the state include a 62-year-old who was undergoing treatment at the Government Medical College in Amritsar.He succumbed to the virus on Sunday evening.A 70-year-old Nawanshahr resident died of cardiac arrest on March 18.",
        "source": "India Times"
    },
    {
        "title": "Vistara asks staff to self-quarantine as Goan passenger on March 22 flight tests corona positive",
        "url": "https://www.indiatoday.in/coronavirus-outbreak/story/vistara-asks-staff-self-quarantine-goan-passenger-flight-tests-corona-positive-1661554-2020-03-31",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Covid-19: Naval dockyard manufactures innovative portable multi-feed oxygen manifold",
        "url": "https://www.indiatoday.in/india/story/covid-19-naval-dockyard-manufactures-innovative-portable-multi-feed-oxygen-manifold-1661553-2020-03-31",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Sandesh, roshogolla: Bengal sweet shops to open from Tuesday amid coronavirus lockdown",
        "url": "https://www.indiatoday.in/india/story/west-bengal-sweet-shops-open-tuesday-march-31-coronavirus-lockdown-1661552-2020-03-31",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Coronavirus: 31 Indians, including diplomats land in Delhi from Kabul, sent to quarantine facility",
        "url": "https://www.indiatoday.in/india/story/coronavirus-31-indians-including-diplomats-land-delhi-from-kabul-sent-to-quarantine-1661550-2020-03-30",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "6 devotees from Telangana, who attended Nizamuddin's religious congregation, die of coronavirus",
        "url": "https://www.indiatoday.in/india/video/coronavirus-6-devotees-from-telangana-who-attended-nizamuddin-s-religious-congregation-dead-1661549-2020-03-30",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Coronavirus in India: Bihar minister blames Delhi govt for mass exodus, says AAP misleading migrant",
        "url": "https://www.indiatoday.in/india/story/coronavirus-india-bihar-minister-blames-delhi-govt-mass-exodus-aap-misleading-migrant-1661548-2020-03-30",
        "content": "The heavy influx of migrant workers into Bihar from Delhi has caused a ripple effect with people living elsewhere, including adjoining Nepal, thronging the state's borders, almost defeating the purpose of the 21-day lockdown, a key aide of Chief Minister Nitish Kumar said.Sanjay Kumar Jha, the state's water resources minister and national general secretary of the JD(U), squarely blamed the Arvind Kejriwal government in Delhi for the situation and questioned its claims that migrants were being taken care of in the national capital.\"I am the party's in-charge for Delhi and my contacts have been telling me how buses were pressed into service to drop migrants at the UP border.",
        "source": "India Times"
    }
]