[
    {
        "title": "Covid-19 in India: Doctors brace for tsunami of virus casesWhile India has seen 27 deaths and just over 1,000 cases, experts fear the real tally could be much higher and say the disease is already spreading in the community. Authorities say there's no evidence for this and have not significantly ramped up testing.",
        "url": "https://timesofindia.indiatimes.com/india/covid-19-in-india-doctors-brace-for-tsunami-of-virus-cases/articleshow/74881758.cms",
        "content": "As swine flu ravaged northern India in 2015, a radiologist working at a hospital in a Delhi suburb said people would call begging for a bed.\nWith the far more infectious novel  now sweeping the globe — and threatening to take hold in India — the doctor, who asked not to be identified criticizing the country's preparedness to tackle the pandemic, thinks this time will be much worse.\nCases of Covid-19 in the world's second-most populous country have ticked rapidly higher the past week, raising alarm over the ability of India, with its fragile health-care system and battered economy, to handle a virus crisis of the magnitude of China or Italy's.\nWarrier was alarmed when 14 patients turned up at the private hospital where he works this week with symptoms similar to acute cases of Covid-19.\nThat may have stemmed an influx of cases, but the small infection tally — which puts it below places like Finland and Chile — could be because India is not looking hard enough for new cases, with one of the lowest testing rates in the world.\nOn numbers of doctors, nurses and hospital beds, India ranked similarly near the bottom.\n\"If you see the pattern of coronavirus infection in all the countries affected so far, this is the time we expect numbers to climb,\" said a doctor caring for Covid-19 patients in the business hub of Mumbai, who asked not to be named because of growing stigma around the disease.\nOnly one public hospital in Mumbai was initially authorized to test and treat Covid-19 patients.\nIndia could face an epidemic worse than Iran or Italy's, according to T Jacob John, former head of the 's Centre for Advanced Research in Virology, with the virus spreading to as much as 10% of the population — some 130 million people.",
        "source": "Times of india"
    },
    {
        "title": "Companies advance payday to ease virus woes",
        "url": "https://timesofindia.indiatimes.com/business/india%20business/cos-advance-payday-to-ease-virus-woes/articleshow/74879110.cms",
        "content": "MUMBAI: In a move that will calm the frayed nerves of employees, several organisations have disbursed March salaries early.\nOrganisations like Tata Consultancy Services (), , , Metro Cash &amp; Carry and , to name a few, decided to disburse March salaries before time to their employees who are currently grounded due to the nationwide lockdown, and are working from home.\nIn an e-mail to its employees, TCS said, “In view of Covid-19 pandemic and current lockdown across the country, the company has decided to credit your March’ 20 India salary on March 27, 2020.” Usually, TCS credits the salary on the last working day of a month.\nMetro Cash &amp; Carry MD &amp; CEO Arvind Mediratta said, “We have disbursed salaries on March 27 so that employees have money in hand.",
        "source": "Times of india"
    },
    {
        "title": "E-tail to take $1 billion hit in lockdown",
        "url": "https://timesofindia.indiatimes.com/business/india%20business/e-tail-to-take-1bn-hit-in-lockdown/articleshow/74879044.cms",
        "content": "BENGALURU: The 21-day lockdown will lead to a loss of at least $1 billion in gross sales as India’s largest online retail platforms like  and  stop selling non-essentials till at least the middle of next month, based on current government directives.\nWhat’s of further concern is that the online retail players are expected to grow only by 5% this year, in the most optimistic scenario, compared to about 26% growth in the previous year to reach $23-24 billion in gross sales.\nWhile online  is seeing a spike in orders, it constitutes only about 10% of overall sales for e-tailers.\nOnline platforms see $50-60 million in daily sales around this time of the year, which for several players is down to zero.\nAccording to Meena, retail sales in China were down 21% in the last two months and e-commerce sales grew by only 3%, but grocery is a big part of online sales in the country, unlike India.",
        "source": "Times of india"
    },
    {
        "title": "India’s coronavirus lockdown leaves vast numbers stranded and hungry",
        "url": "https://timesofindia.indiatimes.com/india/indias-coronavirus-lockdown-leaves-vast-numbers-stranded-and-hungry/articleshow/74881326.cms",
        "content": "NEW DELHI: In one of the biggest migrations in India’s modern history, hundreds of thousands of migrant laborers have begun long journeys on foot to get home, having been rendered homeless and jobless by Prime Minister ’s nationwide  to contain the spread of the .\nSo far, more than a dozen migrant laborers have lost their lives in different parts of the country as they tried to return to their home, hospital officials said.\nBut I fear hunger more, not corona,\" said Papu, 32, who came to Delhi three weeks ago for work and was now trying to return to his home in Saharanpur in the state of Uttar Pradesh, 125 miles away.\nWhile dozens of countries across the world are under lockdown to contain the virus’ spread, in crowded and impoverished places like India, many fear that the measures could spark social unrest.\nMillions of people live in Indian slums, and staying at home for three weeks — as Modi has ordered — is a daunting prospect in such places, where dozens of family members often share a few rooms.\nAs of Sunday morning, just one of India’s 36 state and territorial governments, Uttar Pradesh, had made arrangements to bring migrants home, commissioning about 1,000 buses.\nMany of those migrants are fed and housed at the shops and construction sites where they work, and as businesses closed, hundreds of thousands — if not millions — were suddenly without their homes and a regular source of food.\nA group of 13 men walking along a Delhi highway last week, bound for their homes in Uttar Pradesh, said they had not eaten in nearly two days.\nAnd there are instances where the police treat them inhumanely,\" said Ashwin Parulkar, a senior researcher for the Center for Policy Research in Delhi who studies India’s homeless population.\nPeople can’t walk the streets, and if it remains like this, the situation will explode,\" said Nishu Tripathi, 29, a supervisor at a soup kitchen opened by Safe Approach, a Delhi-based nongovernmental organization.\nDespite government orders to allow the transportation of essential items like food and medicine during the lockdown, vendors complain their delivery trucks are being harassed by police and their stores forced to shut.\nSupervisors at a shelter for women and children in Nizamuddin, a neighborhood in Central Delhi, said the government had given them soap for the first time and that they were under orders to teach those seeking shelter about the coronavirus and force them to wash their hands and take showers.\nThe previous night, he said, about 70 women with dozens of children had started banging on the gate to the shelter, begging to be let in, saying they had been beaten by police for sleeping on the road.\nHe said most homeless people he encountered had known nothing about the coronavirus and had awakened one day to find police shooing them off the streets and ordering them to practice social distancing — a new catchword in India, as in most of the world.",
        "source": "Times of india"
    },
    {
        "title": "Coronavirus: How Dubai, Saudi returnees slipped under radar, leading to spike in cases",
        "url": "https://timesofindia.indiatimes.com/india/coronavirus-how-dubai-saudi-returnees-slipped-under-radar-leading-to-spike-in-cases/articleshow/74880151.cms",
        "content": "As a result, in the past 10 days, several states are seeing a spike in the number of patients with a history of living in or transiting through Gulf countries.\n“At least 15 from the group have tested positive so far,” officials said.\nAfter Kasargod became Kerala’s Covid-19 hotspot in a single day, the district administration put 6,511 people who came into the district after February 20 under observation, of which 127 people are in isolation in hospitals.\nTracking the case sheets of 122 positive cases, officials found 67 people with travel history.\nFour people, including two private hospital staff, have since tested positive, forcing the Patna district administration to seal the private hospital, where he first visited.\nIn Tamil Nadu, for instance, a 60-year-old man from Rajapalayam, who tested positive on Saturday, did not have any travel history.\nIn the past week, at least three people with a history of travel to Dubai have tested positive for the virus in Tamil Nadu.\nFor instance, health workers in Kerala found that most people who tested positive had visited a mall at the airport.",
        "source": "Times of india"
    },
    {
        "title": "Coronavirus: Onus put on DMs, SPs to check influx",
        "url": "https://timesofindia.indiatimes.com/india/coronavirus-onus-put-on-dms-sps-to-check-influx/articleshow/74880278.cms",
        "content": "In a fresh order issued by the Union home secretary under Section 10(2)(l) of the Disaster Management Act, 2005, states and UTs were told to ensure proper screening of migrants on the move for Covid-19 and keep them in government quarantine facilities for a minimum 14 days as per standard health protocol.\n“Whereas, to deal with the situation and for effective implementation of the lockdown measures, and to mitigate the economic hardship of the migrant workers, in exercise of its powers (under Section 10(2)(I) of the Disaster Management Act), the undersigned, in the capacity as chairperson, National Executive Committee hereby directs states/Union territory authorities to take necessary action and to issue necessary orders to their district magistrate/deputy commissioner and senior superintendent of police/superintendent of police/deputy commissioner of police to take following additional measures,” the order said.",
        "source": "Times of india"
    },
    {
        "title": "Coronavirus in India: Centre identifying emerging hotspots",
        "url": "https://timesofindia.indiatimes.com/india/coronavirus-centre-identifying-emerging-hotspots/articleshow/74880360.cms",
        "content": "NEW DELHI: With certain areas witnessing a significant jump in number of Covid-19 cases, the health ministry is now identifying emerging hotspots for the infection to put in place a rigorous cluster isolation and containment strategy and avoid possibility of community transmission.\n“The process for identifying emerging hotspots where there is a high case load has begun and rigorous cluster containment strategy would be implemented at these hotspots on a war footing,” health ministry joint secretary  said at the regular press briefing on Sunday.\nHealth ministry reported 979 total confirmed cases of Covid-19 till 8pm on Sunday.\nThe cabinet secretary has convened some meetings with the chief secretaries of all states in the last 24 hours for reviewing the situation of Covid-19 cases in the country and containment measures,” Agarwal said.",
        "source": "Times of india"
    },
    {
        "title": "Coronavirus in India: 130 new corona cases, highest in a single day",
        "url": "https://timesofindia.indiatimes.com/india/coronavirus-in-india-130-new-corona-cases-highest-in-a-single-day/articleshow/74880370.cms",
        "content": "NEW DELHI: India’s  count crossed the 1,000 mark on Sunday, with states reporting 130 new cases, the highest for a single day so far, even as Delhi saw a major spike of 23 new infections and Maharashtra reported two deaths from the disease.\nMaharashtra, which now has the highest number of 203 Covid-19 cases, reported two fresh deaths on Sunday, taking the toll in the state to eight.\nAfter Maharashtra, Kerala is worst affected by the Covid-19 crisis with 202 cases and one death, as per state data.\nGujarat has reported total 58 Covid-19 cases and five deaths, including a 47-year-old man who succumbed to the disease on Sunday.\nState authorities said all new cases were linked to two 'Covid' clusters, Noida and Meerut, but there was no sign of community spread so far.\nAs many as eight new patients tested positive for Covid-19 on Sunday are contacts of a 50-year-old man, with no foreign travel history, who came to Meerut from Amravati in two trains, stayed in three localities, attended a wedding and prayed at two city mosques before testing positive here, local authorities said.\nIn Kerala, which has reported 20 new cases taking the state’s tally to 202 cases, a nurse with Kottayam Medical College Hospital had tested positive was confirmed positive for Covid-19 on Sunday.",
        "source": "Times of india"
    },
    {
        "title": "Coronavirus in India: Protective gear delivery only after 25 days, govt hospitals told",
        "url": "https://timesofindia.indiatimes.com/india/protective-gear-delivery-only-after-25-days-govt-hosps-told/articleshow/74880300.cms",
        "content": "NEW DELHI: Government hospitals seeking  (PPE) are being told that it will take a minimum of 25-30 working days for them to be delivered.\nEven at the optimistic estimate of producing 8,000 PPE suits per day, it would take four months to produce 10 lakh of them.\nIf the crisis reaches a stage where the others also need to be pressed in service, even if just 50 medical personnel in each hospitals were to require full PPE suits, it would work out to 12,500 suits per day.\nThere are hundreds of government hospitals not attached to medical colleges whose staff too will require not just PPE but lakhs of masks.",
        "source": "Times of india"
    },
    {
        "title": "Bihar: Migrants start reaching relief camps, CM steps up efforts to rescue stranded workers",
        "url": "https://timesofindia.indiatimes.com/india/bihar-migrants-start-reaching-relief-camps-cm-steps-up-efforts-to-rescue-stranded-workers/articleshow/74877481.cms",
        "content": "Around 8,000 to 10,000 migrant workers reached at different ‘disaster border relief camps’ in Gopalganj, Siwan, Saran, Kaimur and Buxar districts by end of the day.\nAs per the CM ’s instructions, DMs of all bordering districts this morning opened a series of ‘disaster border relief camps’ at different schools and colleges in their respective jurisdiction to provide food, accommodation and medical assistance to the arriving migrant workers.\nEarlier in the day, state’s chief secretary Deepak Kumar spoke to all DMs of the bordering districts especially those touching borders of UP, Nepal and , and asked them to take all necessary steps to provide food, accommodation and medical assistance to all people put up at the relief camps.",
        "source": "Times of india"
    },
    {
        "title": "Army doctor, junior commissioned officer test positive for coronavirus",
        "url": "https://timesofindia.indiatimes.com/india/army-doctor-junior-commissioned-officer-test-positive-for-coronavirus/articleshow/74877425.cms",
        "content": "NEW DELHI: An Army doctor in Kolkata and a junior commissioned officer (JCO) in  tested positive for Covid-19 on Sunday, increasing the cases of confirmed  cases in the over 13-lakh force to three now.\n“Both the doctor, who is a Colonel posted at the  hospital in Kolkata, and the JCO had travelled to Delhi in the second week of March before the ,” said an officer.",
        "source": "Times of india"
    },
    {
        "title": "Peak US Death Rate Due To Coronavirus Likely To Hit In Two Weeks: Trump",
        "url": "https://www.ndtv.com/world-news/us-president-donald-trump-says-peak-us-death-rate-due-to-coronavirus-likely-to-hit-in-two-weeks-2202698?pfrom=home-coronavirus-lateststories_live",
        "content": "(File) US President Donald Trump said Sunday that the peak death rate in the United States from the coronavirus pandemic was likely to hit in two weeks.",
        "source": "NDTV"
    },
    {
        "title": "Non-Essential Goods Can Be Transported During Lockdown: Centre",
        "url": "https://www.ndtv.com/india-news/centre-allows-both-essential-and-non-essential-goods-to-be-transported-during-coronavirus-lockdown-n-2202640?pfrom=home-coronavirus-lateststories_live",
        "content": "Coronavirus: Centre also allowed use of SDRF for providing food to migrant workers (File) The centre has asked the states and Union Territories to allow the transportation of goods without the essential and non-essential distinction during the ongoing 21-day coronavirus lockdown, announced by Prime Minister Narendra Modi last week.\nThe delivery of newspapers, the supply chain of milk collection and distribution, and the supply of groceries including hygiene products are to be allowed, Union Home Secretary Ajay Bhalla said in a letter to the states and UTs.\nThe central government has also allowed use of SDRF (State Disaster Response Force) for providing food and essentials to homeless people, including migrant labourers, stranded because of the lockdown.",
        "source": "NDTV"
    },
    {
        "title": "German State Finance Minister Kills Himself As Coronavirus Hits Economy",
        "url": "https://www.ndtv.com/world-news/coronavirus-outbreak-german-minister-thomas-schaefer-kills-self-being-worried-about-coronavirus-econ-2202639?pfrom=home-coronavirus-lateststories_live",
        "content": "Thomas Schaefer was found dead near a railway track on Saturday Thomas Schaefer, the finance minister of Germany's Hesse state, has committed suicide apparently after becoming \"deeply worried\" over how to cope with the economic fallout from the coronavirus, state premier Volker Bouffier said on Sunday.\nLike Volker Bouffier, Thomas Schaefer belonged to Angela Merkel's centre-right CDU party.",
        "source": "NDTV"
    },
    {
        "title": "Landlords Can't Take Rent From Workers For 1 Month: Centre Amid Lockdown",
        "url": "https://www.ndtv.com/india-news/coronavirus-covid-19-lockdown-landlords-cant-take-rent-from-workers-for-1-month-says-centre-2202591?pfrom=home-coronavirus-lateststories_live",
        "content": "Coronavirus: Thousands of migrants gathered at Delhi's Anand Vihar station (File) A day after thousands of migrant workers - without jobs and essentials because of the coronavirus lockdown - gathered at a Delhi bus station to get to their native towns, the Ministry of Home Affairs has asked the states to provide them food and shelter.\n\"The migrant people who have moved out to reach to their home states/home towns, must be kept in the nearest shelter by the respective state/union territory government quarantine facilities after proper screening for a minimum period of 14 days,\" it added.",
        "source": "NDTV"
    },
    {
        "title": "\"Apologise For Hard Decisions But Tough Measures Needed\": PM On Lockdown",
        "url": "https://www.ndtv.com/india-news/pm-modi-on-mann-ki-baati-i-apologise-to-the-nation-for-taking-hard-decisions-that-have-caused-inconv-2202460?pfrom=home-coronavirus-lateststories_live",
        "content": "Prime Minister Narendra Modi today apologised to the nation for the \"hard decision\" which especially affected \"the poor\" as the nation entered the fifth day of the three-week lockdown, and thousands of migrant labourers across the country desperately tried to reach their homes.\n\"People must be wondering what kind of Prime Minister I am ...\nAmid the frantic movement across the country, the Prime Minister also underscored the need to enforce the restrictions, saying those who are violating the lockdown are \"playing with their own lives\".\nMany people are still defying lockdown...",
        "source": "NDTV"
    },
    {
        "title": "Seal Border To Stop Migrants, Ensure Lockdown: Centre's Message To States",
        "url": "https://www.ndtv.com/india-news/seal-border-to-stop-migrants-ensure-lockdown-centres-message-to-states-2202537?pfrom=home-coronavirus-lateststories_live",
        "content": "States should seal borders and encourage migrant labourers to stay where they are by providing food and shelter, the Centre said today in an attempt to ensure the countrywide lockdown that had gone off-track over the last few days.\nThose who violated lockdown and went home, should be placed in 14-day quarantine, the Centre said.\nFood and other essentials should be made available to the people during this period, the Centre said.\nSufficient funds are available with the states for this, the Centre said.",
        "source": "NDTV"
    },
    {
        "title": "Spanish Princess Maria Teresa First Royal To Die From Coronavirus",
        "url": "https://www.ndtv.com/world-news/coronavirus-outbreak-spanish-princess-maria-teresa-first-royal-to-die-from-coronavirus-2202538?pfrom=home-coronavirus-lateststories_live",
        "content": "Coronavirus Death: Princess Maria Teresa was known for her outspoken views and activist work.\nour sister Maria Teresa de Borbon Parma and Borbon Busset, a victim of the coronavirus COVID-19, died in Paris at the age of eighty-six.\" Princess Teresa's death comes weeks after King Felipe VI of Spain tested negative for the virus.",
        "source": "NDTV"
    },
    {
        "title": "Iran defends virus response as Syria reports first death",
        "url": "https://www.indiatoday.in/world/story/iran-coronavirus-syria-1661177-2020-03-30",
        "content": "Iran's president on Sunday lashed out at criticism of authorities' lagging response to the worst coronavirus outbreak in the Middle East, saying the government has to weigh economic concerns as it takes measures to contain the pandemic.Syria meanwhile reported the first fatality from the virus in the war-torn country, which has five confirmed infections.\nThe country is split by rival governments, each backed by an array of militias, that have been battling over the capital, Tripoli, for nearly a year.Iran's President Hassan Rouhani said authorities had to consider the effect of mass quarantine efforts on Iran's beleaguered economy, which is under heavy U.S. sanctions.\nMany Iranians are still flouting orders to stay home in what could reflect widespread distrust of authorities.Iran has urged the international community to lift sanctions and is seeking a $5 billion loan from the International Monetary Fund.Elsewhere in the region, Qatar reported its first death from the new coronavirus late Saturday, saying the total number of reported cases there was at least 590.The tiny, energy-rich nation said it flew 31 Bahrainis stranded in Iran into Doha on a state-run Qatar Airways flight.\nThe second death was announced as a positive coronavirus case earlier Sunday, more than two weeks after the person's return from the United Arab Emirates.Sudan’s Information Minister Faisal Saleh said Sudanese authorities are looking for lodging in Egypt for the stranded passengers.",
        "source": "India Times"
    },
    {
        "title": "China sees drop in new coronavirus cases; none in Hubei for 6th day",
        "url": "https://www.indiatoday.in/world/story/china-drop-new-coronavirus-cases-1661176-2020-03-30",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Donald Trump accuses hospitals of hoarding ventilators",
        "url": "https://www.indiatoday.in/world/story/donald-trump-accuses-hospitals-of-hoarding-ventilators-1661175-2020-03-30",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "South Korea reports 78 new coronavirus cases, total count over 9,600",
        "url": "https://www.indiatoday.in/world/story/south-korea-reports-78-new-coronavirus-cases-total-count-over-9-600-1661174-2020-03-30",
        "content": "South Korea reported 78 new coronavirus cases on Monday, keeping the rate of infections fairly steady, as President Moon Jae-in held an emergency meeting with economic policymakers to discuss financial support for the public.The Korea Centers for Disease Control and Prevention (KCDC) said the national tally stood at 9,661, while the death toll rose by 6 to 158.",
        "source": "India Times"
    },
    {
        "title": "Odisha govt to train MBBS students for treatment of Covid-19 patients",
        "url": "https://www.indiatoday.in/education-today/news/story/odisha-govt-to-train-mbbs-students-for-treatment-of-covid-19-patients-1661162-2020-03-30",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Kanika Kapoor pens emotional post: Hope next test is negative",
        "url": "https://www.indiatoday.in/movies/celebrities/story/kanika-kapoor-after-testing-positive-for-covid-19-for-the-fourth-time-hope-next-test-is-negative-1661173-2020-03-30",
        "content": "Kanika Kapoor, who tested positive for coronavirus for the fourth time on March 29, penned an emotional post on Instagram.\nKanika Kapoor was hospitalised on March 20 after she tested positive for the novel coronavirus.\nShe tested positive for the virus for the second time on March 23.",
        "source": "India Times"
    },
    {
        "title": "Moscow orders partial lockdown as coronavirus cases in the capital pass 1,000",
        "url": "https://www.indiatoday.in/world/story/moscow-orders-partial-lockdown-as-coronavirus-cases-in-the-capital-pass-1-000-1661171-2020-03-30",
        "content": "",
        "source": "India Times"
    },
    {
        "title": "Tokyo Olympics likely to be held in summer of 2021",
        "url": "https://www.indiatoday.in/sports/other-sports/story/tokyo-olympics-new-dates-summer-of-2021-covid-19-yoshiro-mori-1661169-2020-03-30",
        "content": "More and more the signs point toward the summer of 2021.Organizing committee President Yoshiro Mori suggested there would be no major change from 2020.The games are meant to be in summer, so we should be thinking of a time between June and September, Japanese news agency Kyodo reported Mori saying on Saturday.International Olympic Committee President Thomas Bach, after the postponement was announced in Switzerland on Tuesday, left open the possibility of spring dates.The postponed games were to have opened on July 24 and closed on Aug. 9.",
        "source": "India Times"
    },
    {
        "title": "Surge in 911 calls as Covid-19 death toll in NY surpasses 1,000",
        "url": "https://www.indiatoday.in/world/story/never-seen-before-surge-in-911-calls-as-covid-19-death-toll-in-new-york-surpasses-1-000-1661170-2020-03-30",
        "content": "The total number of statewide deaths isn't expected to be released until Monday, but with at least 250 additional deaths recorded outside the city as of Sunday morning, the state's total fatalities was at least 1,026.The virus and the disease it causes, COVID-19, has torn through New York with frightening speed.The first known infection in the state was discovered March 1 in a health care worker who recently returned from Iran.\nDe Blasio said the city is planning to shift personnel onto EMS crews to help keep up with demand.MAYOR: DAYS BEFORE SUPPLIES RUN OUTDe Blasio said he has asked the federal government to deliver 400 more ventilators to city hospitals by Wednesday and warned that without reinforcements the city will run out of masks, gowns and other hospital supplies in a week.With the expected peak of cases in the city still two to three weeks away, de Blasio said he has asked the US military to aid in sending needs new waves of doctors, nurses and other medical personnel to the city.Cuomo said Sunday that more than 76,000 health professionals, including many who've recently retired from the field, have volunteered to help in the coronavirus fight.The USNS Comfort, a Navy hospital ship with 1,000 beds, 12 operating rooms and a full medical staff, is scheduled to arrive in the city on Monday.\nIn all, more than 3,500 people have been discharged.They include a lawyer from the New York City suburbs connected to one of the earliest US coronavirus clusters.Lawrence Garbuz's family and neighbor were infected, as well as members of his synagogue.\"The 'patient zero' - what we call patient zero in Westchester, New Rochelle - who was very sick for a very long time, he has actually gone home,\" Cuomo said Sunday.\nSchumer called the conversation \"long and productive.\"TRAVEL ADVISORY CONCERNSOn Saturday, after saying he was weighing the idea of mandatory quarantine for New York, New Jersey and Connecticut, President Donald Trump tweeted that instead, he'd issue advisory urging people in those states to avoid any nonessential travel for two weeks.De Blasio said he worried about the advisory's impact on families with members in New York and other places who were looking to reunite.\"We've got to respect, in the middle of a crisis, families have a right to be together,\" de Blasio said.OTHER DEVELOPMENTS:With schools and many daycare centers closed, states, local governments and philanthropists are scrambling to provide child care for parents who are needed on the front lines of the virus fight.College students were sent home because of the coronavirus are taking advantage of their last days on campus to forge a few more memories.James Dolan, the owner of the New York Knicks and Rangers, has tested positive for COVID-19.",
        "source": "India Times"
    },
    {
        "title": "LNG suppliers flood market with excess spot cargoes as demand shrinks",
        "url": "https://www.indiatoday.in/business/story/lng-suppliers-flood-market-1661167-2020-03-30",
        "content": "Some buyers are exercising the clause that allows them to cut volumes by up to 10%.This has also driven sellers to offer the unsold term volumes in the spot market, several traders said.\"We're seeing more sell tenders these days due to a combination of factors like coronavirus and DQT, but this also means that when demand rebounds, buyers will return to the market to seek spot cargoes,\" a Singapore-based LNG trader said.A gas trader in Spain said everyone was using all the flexibility available in contracts.\"If a contract is not in the money and has downward flexibility, everyone is doing it in whatever way they can: cancelling a cargo, cancelling a volume within a system,\" the trader said, asking not to be named.\"Right now if we could cancel, depending on the contract, we would cancel everything we could.\"Qatargas approached buyers in Asia and Europe this week to offer cargoes for delivery or loading in April, sources said.Traders said it had likely been forced to seek buyers for its excess cargoes after being issued with a force majeure notice by Petronet LNG, the top gas importer for India, which has the world's second-highest population at 1.3 billion.",
        "source": "India Times"
    },
    {
        "title": "Migrants are panicked as rules on ground not clear: Nobel laureate Abhijit Banerjee",
        "url": "https://www.indiatoday.in/india/story/migrants-are-panicked-as-rules-on-ground-not-clear-nobel-laureate-abhijit-banerjee-1661166-2020-03-30",
        "content": "Nobel laureate Abhijit Banerjee, in an exclusive interview to India Today TV, said that the migrants are leaving cities to return to their villages as they are panicked and do not know what they are guaranteed at a time when the country is under lockdown in view of the coronavirus pandemic.Abhijit Banerjee said he was not surprised with the desperation the migrants in India are showing to go to their villages as back home, \"they might have some resources to survive\".\"The economic pressures are obvious.\nConstruction sites provide them a place to stay and now that they are closed, I don't know where they are going to stay,\" Abhijit Banerjee said.He added that the rules on the ground are not clear which has triggered panic among the migrants.\n\"I think it's very important that the states, Centre signal that it's our job to take care of you if the businesses are closed,\" the Nobel laureate said, adding that the message from the governments to the migrants could have been clearer.Speaking of the role of the police, Abhijit Banerjee said, \"The messaging to the police is extremely important.\nThis is not a time to unleash terror.\"On being asked if social distancing as a concept need to be explained to the poor, Abhijit Banerjee said, \"It's not that people have no idea what's going on.\nIt's important to use every facility that is available,\" he said.When he was asked if India needs to put more money into the relief packages given the scale of the impact of a national lockdown, Abhijit Banerjee said, \"The economy is going to go on a tailspin.",
        "source": "India Times"
    },
    {
        "title": "Man City's Gundogan says Liverpool deserve title if season cancelled",
        "url": "https://www.indiatoday.in/sports/football/story/liverpool-premier-league-champions-deserve-manchester-city-ilkay-gundogan-1661163-2020-03-30",
        "content": "",
        "source": "India Times"
    }
]